{
    "version": "https://jsonfeed.org/version/1",
    "title": "Michał Korzonek",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "description": "Shine ✨ Shine ✨ Shine ✨",
    "icon": "http://localhost:4000/apple-touch-icon.png",
    "favicon": "http://localhost:4000/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "Michal Korzonek",
        "url": null,
        "avatar": null
    },
    
"items": [
    
        {
            "id": "http://localhost:4000/microsolidarity-journey",
            "title": "My Microsolidarity Journey",
            "summary": "Moving from a solo traveler to a community catalyst",
            "content_text": "Let’s begin with a bit of context:I’ve been location independent from 2017 and I absolutely love the freedom of being able to move whenever I feel it’s the right time to do it. There is however a price to pay for that freedom: the pain of saying goodbye to people dear to your heart, knowing that you might never see them again, because life is unpredictable.I admit, that there were times during my travels when I felt quite lonely. I did encounter many wonderful Souls, and the connections were intense but also short. I lacked continuity.One day I decided to make a list of people I intuitively felt like reaching out to. Some were close friends, and others were people I shared a single powerful moment sometime, somewhere. The following day I sent them all a message.Some people replied and we had a call, others replied and that was it. Some never replied at all. I considered it a “natural selection”. There’s time and space for each connection. No hard feelings. With some people however I felt a clear “connection match” and some developed into beautiful friendships.The next step was to experiment with different frequencies for calls. I found that different intervals work better for each relationship – the rarer the call, the more “macro” the perspective. With some people it feels more natural to stay close to each other and reflect together on things that are alive right now, and with others it feels wonderful to look together at an entire year of our lives and share whatever comes up to the surface.In the process, I also discovered that I generally prefer audio-only calls. Video is nice, but I’d rather go for a walk rather than stare at a computer screen. With time, I gravitated towards async connections, such as long voice-notes, emails and letters.In a few months, I eradicated the feeling of loneliness, and nurtured myself with recurring 1:1 conversations with people I love.Microsolidarity ExperimentsDiscovering microsolidarity in the beginning of 2020 was a huge milestone for me.Microsolidarity gave me vocabulary to operate with and served as a practical guide to weaving wonderful social interactions at a bigger scale, with a possibility of changing the world together.Three ideas really struck a deeper chord:1) People before projects –&gt; start with finding the people that you can co-create magic with2) Different group sizes serve different purposes –&gt; large groups serve as a “dating pool” to find your small groups where the magic happens3) Verbs &gt; Nouns –&gt; theory is useful, but focus on the practiceI sat down and made another list.I let the names sink in for some time, feeling into small groups that would make sense to call into existence. When it felt right, I reached out to some people with an idea of launching “mastermind groups” (which was the vocabulary more familiar to the people I was reaching out to).Here’s a part of an email exchange with one of the people I reached out to, introducing the idea of co-creating a group.Over the next few months I launched a few crews:  The Unicorns 🦄 - digital, 4 people (2 couples), mutual support, March 2020 - January 2021  Team Angie ⚡️ - digital, 4 people, exploring different topics, emotional development, May 2020 - May 2021  Loverz Powerz 💜 - digital, 4 people (2 couples), relationship-focused, May 2020 - May 2021  Routine Bootcamp 🚀 - digital, 3 people, building routines together based on Metagame Mastermind Format (youtube video), June - November 2020  The Circle ⚪️ - presential, 4 housemates, weekly sharing circle followed by a co-living talk, February - June 2020  Pico Sharing Circle 🌀 - presential, ~10 people, bi-weekly sharing circle, which eventually grew into an entire congregation. Here’s the documentation of the circle.A few reflections:  While I took the responsibility of being the caller (the person who calls the pod to existence),** I deliberately let go of my default facilitating posture and practiced co-creating together.** The crews usually started with one or two “meta calls” diving into our intentions and deciding how do we want to be together, including technicalities such as rhythm, format etc.  Crews had a timeframe agreed in advance. Each cycle was closed with a retrospective when we decided what’s the next step, for example closing the crew or beginning another cycle.  Even if we committed to the schedule set up in advance, there was always at least one call that we had to skip due to life being life (na-na-na-na-na). Pods tended to work better with meetings no further than one month apart.  Keeping a recording was kinda useless, but we all enjoyed sharing our notes with each other  I kept a log of each pod for learning purposes. I’m very grateful that I did, because I’m looking at them as I write this article.  I loved the process of coming up with the crew name together.👁 Key Insight:Start your microsolidarity journey by calling a crew (or a couple of them). Today is a perfect day to do it. You’ll learn all the skills you need along the way, and who knows - your crew(s) might eventually grow into a congregation.Check out the resources at the end of this article if you need some extra help.EnspiralIn September 2021 I joined Enspiral, a network of people helping each other do more meaningful work. The network design includes pods (equivalent to crews *in microslidarity lingo) to support building relationships within the network. While I haven’t joined any pods, mostly due to all the other crews I had going on at the time, I got involved in *Enspiral Europe Connection Working Group – a small group hosting bi-weekly Connection Calls for Enspiralites based in Europe.  Write documentation of the formats tried in EECC and publish in the Enspiral Handbook.Growing a congregation in Pico IslandWhat happened in Pico surpassed my wildest dreams.In a bit over one year since our very first sharing circle, we hosted two community gatherings, launch numerous projects, and created a strong foundation for a thriving congregation.The most surprising part is that it was actually quite simple. I called a sharing circle, and as people started to spend time getting to know each other on a deeper level, magic started to happen. Of course, as we’re maturing as a congregation we’ll encounter challenges. That’s just a part of the process. With a strong foundation of relationships based on trust, care and support, we’re ready for our next iterations.I’ll document the process thoroughly here.👁 Key insight:It seems that at this point I became a microsolidarity practitioner and a congregation catalyst. I attribute my progress to two core competencies developed over time:1) practicing crewing –&gt; there’s no learning without practice, and no amount of theory will teach you how to be and co-create together with the real people around you.2) documenting the process –&gt; publishing my process as an open-source documentation allowed me to regularly reflect on my learning journey. It also created beautiful connections with people who reached out to me with appreciation, questions, feedback and co-creating possibilities.If there’s one advice I could give to a microsolidarity beginner, it’s to do these two things from the start. I’m available to help if you could benefit from it.Looking Beyond PicoIn June 2021 I felt a call to connect with Faial, one of the neighbour islands. As I hiked through its forests and volcanoes, I realised that the most wonderful thing about Pico (for me) is that it is a part of an archipelago containing nine islands, each with its own unique energy and people.One reason why I love islands, is that each of them feels like an entire world. While clearly limited by water and no matter how small, it also feels infinite. There’s just so much to explore. I guess you can tell where I’m going with this. The Azores is not just one world – it’s a Galaxy.I guess it comes without surprise that my next step is to catalyse Azores Regenerative Network, and plant microsolidarity seeds in all islands, while integrating it with my life-long dream of sailing.The soil is fertile and the people are already doing the Work.Let’s see what’s going to sprout from the seeds that we are planting together.🌱GratitudeThis post wouldn’t be complete without expressing my deepest gratitude to Rich Bartlett (twitter link) for compiling Microsolidarity and supporting countless people and projects around the world to co-create a beautiful world where all Beings can thrive 💜.Also, a wholehearted hug goes to everyone with whom I got to practice microsolidarity together. Thank you for co-creating magic ✨.Resources  Microsolidarity in Pico: Documentation  Microsolidarity: Crewing Methods  Enspiral Handbook: Pods  Metagame Mastermind Format (youtube video)  Sharing Circle for Housemates  Pico Sharing Circle Format  How To Start a Sharing Circle With Your Loved Ones (and Why You Should)  Our Life Stories – Session Format  Session Notes Template  Crew Log Template  Crew Invitation Template  Initial Meeting Template",
            "content_html": "<p>Let’s begin with a bit of context:</p><p>I’ve been location independent from 2017 and I absolutely love the freedom of being able to move whenever I feel it’s the right time to do it. There is however a price to pay for that freedom: <strong>the pain of saying goodbye to people dear to your heart, knowing that you might never see them again, because life is unpredictable.</strong></p><p>I admit, that there were times during my travels when I felt quite lonely. I did encounter many wonderful Souls, and the connections were intense but also short. I lacked continuity.</p><p>One day <strong>I decided to make a list of people I intuitively felt like reaching out to</strong>. Some were close friends, and others were people I shared a single powerful moment sometime, somewhere. The following day I sent them all a message.</p><p>Some people replied and we had a call, others replied and that was it. Some never replied at all. I considered it a “natural selection”. <strong>There’s time and space for each connection</strong>. No hard feelings. With some people however I felt a clear “connection match” and some developed into beautiful friendships.</p><p>The next step was to <strong>experiment with different frequencies for calls</strong>. I found that different intervals work better for each relationship – the rarer the call, the more “macro” the perspective. With some people it feels more natural to stay close to each other and reflect together on things that are alive right now, and with others it feels wonderful to look together at an entire year of our lives and share whatever comes up to the surface.</p><p>In the process, I also discovered that <strong>I generally prefer audio-only calls</strong>. Video is nice, but I’d rather go for a walk rather than stare at a computer screen. With time, I gravitated towards async connections, such as long voice-notes, emails and letters.</p><p>In a few months, I eradicated the feeling of loneliness, and nurtured myself with recurring 1:1 conversations with people I love.</p><h2 id=\"microsolidarity-experiments\">Microsolidarity Experiments</h2><p>Discovering <a href=\"https://microsolidarity.cc\" target=\"_blank\">microsolidarity</a> in the beginning of 2020 was a huge milestone for me.</p><p><strong>Microsolidarity gave me vocabulary to operate with and served as a practical guide to weaving wonderful social interactions at a bigger scale, with a possibility of changing the world together.</strong></p><p>Three ideas really struck a deeper chord:</p><p>1) <strong>People before projects</strong> –&gt; start with finding the people that you can co-create magic with<br />2) <strong>Different group sizes serve different purposes</strong> –&gt; large groups serve as a “dating pool” to find your small groups where the magic happens<br />3) <strong>Verbs &gt; Nouns</strong> –&gt; theory is useful, but focus on the practice</p><p>I sat down and made another list.</p><p><img src=\"assets/who-are-the-people.jpg\" alt=\"Who Are The People?\" /></p><p>I let the names sink in for some time, feeling into small groups that would make sense to call into existence. When it felt right, I reached out to some people with an idea of launching “mastermind groups” (which was the vocabulary more familiar to the people I was reaching out to).</p><p>Here’s a part of an email exchange with one of the people I reached out to, introducing the idea of co-creating a group.</p><p><img src=\"assets/crew-invitation-email.png\" alt=\"Crew Invitation Email Screenshot\" /></p><p>Over the next few months I launched a few crews:</p><ul>  <li><strong>The Unicorns</strong> 🦄 - digital, 4 people (2 couples), mutual support, March 2020 - January 2021</li>  <li><strong>Team Angie</strong> ⚡️ - digital, 4 people, exploring different topics, emotional development, May 2020 - May 2021</li>  <li><strong>Loverz Powerz</strong> 💜 - digital, 4 people (2 couples), relationship-focused, May 2020 - May 2021</li>  <li><strong>Routine Bootcamp</strong> 🚀 - digital, 3 people, building routines together based on <a href=\"https://www.youtube.com/watch?v=aDWuHsyznf4\" target=\"_blank\">Metagame Mastermind Format (youtube video)</a>, June - November 2020</li>  <li><strong>The Circle</strong> ⚪️ - presential, 4 housemates, weekly sharing circle followed by a co-living talk, February - June 2020</li>  <li><strong>Pico Sharing Circle</strong> 🌀 - presential, ~10 people, bi-weekly sharing circle, which eventually grew into an entire congregation. Here’s the <a href=\"https://pico.microsolidarity.cc/projects/sharing-circle\" target=\"_blank\">documentation of the circle</a>.</li></ul><h3 id=\"a-few-reflections\">A few reflections:</h3><ul>  <li>While I took the responsibility of being <em>the caller</em> (the person who calls the pod to existence),** I deliberately let go of my default facilitating posture and practiced co-creating together.** The crews usually started with one or two “meta calls” diving into our intentions and deciding how do we want to be together, including technicalities such as rhythm, format etc.</li>  <li><strong>Crews had a timeframe agreed in advance. Each cycle was closed with a retrospective</strong> when we decided what’s the next step, for example closing the crew or beginning another cycle.</li>  <li>Even if we committed to the schedule set up in advance, there was always at least one call that we had to skip due to life being life (na-na-na-na-na). Pods tended to work better with meetings no further than one month apart.</li>  <li>Keeping a recording was kinda useless, but we all enjoyed sharing our notes with each other</li>  <li><strong>I kept a log of each pod for learning purposes</strong>. I’m very grateful that I did, because I’m looking at them as I write this article.</li>  <li>I loved the process of coming up with the crew name together.</li></ul><h3 id=\"-key-insight\">👁 Key Insight:</h3><p><strong>Start your microsolidarity journey by calling a crew (or a couple of them). Today is a perfect day to do it. You’ll learn all the skills you need along the way, and who knows - your crew(s) might eventually grow into a congregation.</strong></p><p>Check out the resources at the end of this article if you need some extra help.</p><h2 id=\"enspiral\">Enspiral</h2><p>In September 2021 I joined <a href=\"https://www.enspiral.com/\" target=\"_blank\">Enspiral</a>, a network of people helping each other do more meaningful work. The network design includes <em>pods</em> (equivalent to <em>crews *in microslidarity lingo) to support building relationships within the network. While I haven’t joined any pods, mostly due to all the other crews I had going on at the time, I got involved in *Enspiral Europe Connection Working Group</em> – a small group hosting bi-weekly Connection Calls for Enspiralites based in Europe.</p><ul class=\"task-list\">  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Write documentation of the formats tried in EECC and publish in the Enspiral Handbook.</li></ul><h2 id=\"growing-a-congregation-in-pico-island\">Growing a congregation in Pico Island</h2><p>What happened in Pico surpassed my wildest dreams.</p><p>In a bit over one year since our very first sharing circle, we hosted two community gatherings, launch numerous projects, and created a strong foundation for a thriving congregation.</p><p>The most surprising part is that it was actually quite simple. <strong>I called a sharing circle, and as people started to spend time getting to know each other on a deeper level, magic started to happen.</strong> Of course, as we’re maturing as a congregation we’ll encounter challenges. That’s just a part of the process. With a strong foundation of relationships based on trust, care and support, we’re ready for our next iterations.</p><p>I’ll document the process thoroughly <a href=\"https://pico.microsolidarity.cc/\" target=\"_blank\">here</a>.</p><h3 id=\"-key-insight-1\">👁 Key insight:</h3><p><strong>It seems that at this point I became a microsolidarity practitioner and a congregation catalyst. I attribute my progress to two core competencies developed over time:</strong></p><p>1) <strong>practicing crewing</strong> –&gt; there’s no learning without practice, and no amount of theory will teach you how to be and co-create together with the real people around you.2) <strong>documenting the process</strong> –&gt; publishing my process as an open-source documentation allowed me to regularly reflect on my learning journey. It also created beautiful connections with people who reached out to me with appreciation, questions, feedback and co-creating possibilities.</p><p>If there’s one advice I could give to a microsolidarity beginner, it’s to do these two things from the start. I’m available to help if you could benefit from it.</p><h2 id=\"looking-beyond-pico\">Looking Beyond Pico</h2><p>In June 2021 I felt a call to connect with Faial, one of the neighbour islands. As I hiked through its forests and volcanoes, I realised that the most wonderful thing about Pico (for me) is that it is a part of an archipelago containing nine islands, each with its own unique energy and people.</p><p>One reason why I love islands, is that each of them feels like an entire world. While clearly limited by water and no matter how small, it also feels infinite. There’s just so much to explore. I guess you can tell where I’m going with this. The Azores is not just one world – it’s a Galaxy.</p><p>I guess it comes without surprise that <strong>my next step is to catalyse Azores Regenerative Network, and plant microsolidarity seeds in all islands, while integrating it with my life-long dream of sailing.</strong></p><p>The soil is fertile and the people are already doing the Work.</p><p>Let’s see what’s going to sprout from the seeds that we are planting together.</p><p>🌱</p><h2 id=\"gratitude\">Gratitude</h2><p>This post wouldn’t be complete without expressing my deepest gratitude to <a href=\"https://twitter.com/RichDecibels\">Rich Bartlett (twitter link)</a> for compiling Microsolidarity and supporting countless people and projects around the world to co-create a beautiful world where all Beings can thrive 💜.</p><p>Also, a wholehearted hug goes to everyone with whom I got to practice microsolidarity together. Thank you for co-creating magic ✨.</p><h2 id=\"resources\">Resources</h2><ul class=\"task-list\">  <li><a href=\"https://pico.microsolidarity.cc/\" target=\"_blank\">Microsolidarity in Pico: Documentation</a></li>  <li><a href=\"https://www.microsolidarity.cc/crewing\" target=\"_blank\">Microsolidarity: Crewing Methods</a></li>  <li><a href=\"https://handbook.enspiral.com/guides/pods\" target=\"_blank\">Enspiral Handbook: Pods</a></li>  <li><a href=\"https://www.youtube.com/watch?v=aDWuHsyznf4\" target=\"_blank\">Metagame Mastermind Format (youtube video)</a></li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Sharing Circle for Housemates</li>  <li class=\"task-list-item\"><a href=\"https://pico.microsolidarity.cc/projects/sharing-circle\" target=\"_blank\">Pico Sharing Circle Format</a></li>  <li class=\"task-list-item\"><a href=\"https://betterhumans.pub/how-to-start-a-sharing-circle-with-your-loved-ones-and-why-you-should-8fa67d5b93aa\" target=\"_blank\">How To Start a Sharing Circle With Your Loved Ones (and Why You Should)</a></li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Our Life Stories – Session Format</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Session Notes Template</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Crew Log Template</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Crew Invitation Template</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Initial Meeting Template</li></ul>",
            "url": "http://localhost:4000/microsolidarity-journey",
            
            
            
            
            
            "date_published": "2021-12-01T00:00:00-01:00",
            "date_modified": "2021-12-01T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/obsidian-to-github",
            "title": "Publish from Obsidian to Github",
            "summary": "Creating a Jekyll website in Obsidian for frictionless publishing on Github",
            "content_text": "Objective:Create and edit a Jekyll website in Obsidian. Publish to Github without friction.(Disclaimer: I don’t know how to code)Installing Jekyll on MacOS MojaveIt was a pain in the ass, but it worked eventually.I needed:  Basic knowledge of Mac Terminal  Read through the official installation guide from Jekyll  And another simpler guide  Finally, spent a long time troubleshooting errors I couldn’t understand. Here’s the most succint solution that worked for me. Note: I had to run bundle update before and after other commands. No idea why, but it works now.To preview the website locally:  launch terminal and navigate to the folder with the site using  cd ~/PATHTOFOLDER  serve jekyll with Bundle exec jekyll serve  open http://localhost:4000 in your browserUploading Code to GithubThat was easy, because I did this before, and Github has a good manual on how to do it.  I created a new repository called &lt;username&gt;.github.io  I cloned the empty repository from Github to my computer using Github Desktop  I copied the contents of the website I have been editing on my computer to the github folder and pushed changes to Github.The website is now live at heymichal.github.io, but there are still a few things to do.Editing with ObsidianOpen the local folder with my github page as a vault in obsidian. That was super easy. I’m now editing this post in Obsidian, then commit changes and merge via Github desktop.Note that it takes some time for the changes to appear on the live site.💡 I later moved the entire local folder with my site into a /web folder inside my main obsidian vault.Setting up NetlifyThe next step is to fix tags not working at all on the site. I suppose it’s because of some incompatibility between the template I started with and Github pages. I know that the template was using Netlify to deploy the site, so I guess I’ll do the same.Super easy and works like a charm.  I added a new site from git  pointed to my repository with the site on git  deployedI now have a funky netlify url: https://sleepy-mahavira-46dee4.netlify.app/ which I can change into a custom domain with SSL, which is the obvious next step.I also tested the speed of publishing and it works instantly. I edit in Obsidian, push with Github Desktop and it’s live.The only trouble is that images don’t seem to be showing at all in previews on social media (I’m using this tool and twitter card validator to test). I checked the YAML frontmatter and it all seems fine to my eye:layout: post title: The Red Caped Girl description: The magic happens when I tune into myself. image: /assets/touch-of-universe.jpg tags: [letters] and yet, I keep getting this error:og:image can't be found at the defined URLI’ll troubleshoot it later.Setting up custom domainThis was quite straightforward, even if the manual from Netlify was a bit overwhelming.Set up custom domain, when you get the new DNS configuration login to your domain registrar and setup the new DNS configuration, and then wait for some time for the website to show up at the new address. It took around 2 hours in my case, and the site is now operational!🎉Troubleshooting SSL CertificateIt turns out that while the site was live, something didn’t work with the automatic SSL encryption. I went to domain settings in Netlify, clicked on “renew certificate” and less than a minute later it was working properly.Optimising Obsidian &lt;&gt; Github FlowFor now I’ve been using a separate obsidian vault for my website, but actually, why not keep it all together?I’ve created a new folder /web in my main obsidian vault and I moved the folder with website files heymichal.github.io inside.",
            "content_html": "<p>Objective:</p><p><strong>Create and edit a Jekyll website in Obsidian. Publish to Github without friction.</strong></p><p>(Disclaimer: I don’t know how to code)</p><h2 id=\"installing-jekyll-on-macos-mojave\">Installing Jekyll on MacOS Mojave</h2><p>It was a pain in the ass, but it worked eventually.</p><p>I needed:</p><ul>  <li><a href=\"https://macpaw.com/how-to/use-terminal-on-mac \" target=\"_blank\">Basic knowledge of Mac Terminal</a></li>  <li>Read through the official <a href=\"https://jekyllrb.com/docs/installation/macos/\" target=\"_blank\">installation guide from Jekyll</a></li>  <li>And another <a href=\"https://www.awesomeinc.org/tutorials/jekyll-basics/\" target=\"_blank\">simpler guide</a></li>  <li>Finally, spent a long time troubleshooting errors I couldn’t understand. Here’s <a href=\"https://www.chadduffey.com/2021/03/Jekyll-Poop.html\" target=\"_blank\">the most succint solution</a> that worked for me. Note: I had to run <code>bundle update</code> <em>before</em> and <em>after</em> other commands. No idea why, but it works now.</li></ul><h3 id=\"to-preview-the-website-locally\">To preview the website locally:</h3><ul>  <li>launch terminal and navigate to the folder with the site using  <code>cd ~/PATHTOFOLDER</code></li>  <li>serve jekyll with <code>Bundle exec jekyll serve</code></li>  <li>open <a href=\"http://localhost:4000\" target=\"_blank\">http://localhost:4000</a> in your browser</li></ul><h2 id=\"uploading-code-to-github\">Uploading Code to Github</h2><p>That was easy, because I did this before, and Github has a <a href=\"https://docs.github.com/en/pages/getting-started-with-github-pages/about-github-pages\" target=\"_blank\">good manual on how to do it.</a></p><ul>  <li>I created a new repository called <code>&lt;username&gt;.github.io</code></li>  <li>I cloned the empty repository from Github to my computer using <a href=\"https://desktop.github.com/\" target=\"_blank\">Github Desktop</a></li>  <li>I copied the contents of the website I have been editing on my computer to the github folder and pushed changes to Github.</li></ul><p>The website is now live at heymichal.github.io, but there are still a few things to do.</p><h2 id=\"editing-with-obsidian\">Editing with Obsidian</h2><p>Open the local folder with my github page as a vault in obsidian. That was super easy. I’m now editing this post in Obsidian, then commit changes and merge via Github desktop.</p><p>Note that it takes some time for the changes to appear on the live site.</p><p>💡 I later moved the entire local folder with my site into a /web folder inside my main obsidian vault.</p><h2 id=\"setting-up-netlify\">Setting up Netlify</h2><p>The next step is to fix tags not working at all on the site. I suppose it’s because of some incompatibility between the template I started with and Github pages. I know that the template was using <a href=\"https://netlify.app\" target=\"_blank\">Netlify</a> to deploy the site, so I guess I’ll do the same.</p><p>Super easy and works like a charm.</p><ul>  <li>I added a new site from git</li>  <li>pointed to my repository with the site on git</li>  <li>deployed</li></ul><p>I now have a funky netlify url: <code>https://sleepy-mahavira-46dee4.netlify.app/</code> which I can change into a custom domain with SSL, which is the obvious next step.</p><p>I also tested the speed of publishing and it works instantly. I edit in Obsidian, push with Github Desktop and it’s live.</p><p>The only trouble is that images don’t seem to be showing at all in previews on social media (I’m using <a href=\"https://socialsharepreview.com/\" target=\"_blank\">this tool</a> and <a href=\"https://cards-dev.twitter.com/validator\" target=\"_blank\">twitter card validator</a> to test). I checked the <a href=\"https://milanaryal.com.np/integrating-social-meta-tags-into-jekyll/\" target=\"_blank\">YAML frontmatter</a> and it all seems fine to my eye:</p><p>layout: post <br />title: The Red Caped Girl <br />description: The magic happens when I tune into myself. <br />image: /assets/touch-of-universe.jpg <br />tags: [letters] <br /></p><p>and yet, I keep getting this error:</p><p><code>og:image can't be found at the defined URL</code></p><p>I’ll troubleshoot it later.</p><h2 id=\"setting-up-custom-domain\">Setting up custom domain</h2><p>This was quite straightforward, even if the <a href=\"https://docs.netlify.com/domains-https/custom-domains\" target=\"_blank\">manual</a> from Netlify was a bit overwhelming.</p><p>Set up custom domain, when you get the new DNS configuration login to your domain registrar and setup the new DNS configuration, and then wait for some time for the website to show up at the new address. It took around 2 hours in my case, and the site is now operational!</p><p>🎉</p><h2 id=\"troubleshooting-ssl-certificate\">Troubleshooting SSL Certificate</h2><p>It turns out that while the site was live, something didn’t work with the automatic SSL encryption. I went to domain settings in Netlify, clicked on “renew certificate” and less than a minute later it was working properly.</p><h2 id=\"optimising-obsidian--github-flow\">Optimising Obsidian &lt;&gt; Github Flow</h2><p>For now I’ve been using a separate obsidian vault for my website, but actually, why not keep it all together?</p><p>I’ve created a new folder <code>/web</code> in my main obsidian vault and I moved the folder with website files <code>heymichal.github.io</code> inside.</p>",
            "url": "http://localhost:4000/obsidian-to-github",
            
            
            
            
            
            "date_published": "2021-11-27T00:00:00-01:00",
            "date_modified": "2021-11-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/gift",
            "title": "Gift",
            "summary": "Gifts always gravitate towards where they are needed most.",
            "content_text": "27 November 2021 🌗Dear Santa,I am in a privileged position of my basic monthly expenses being more or less covered by my online business, at least for now.It wasn’t easy to get here.It took four years of being constantly challenged by the entrepreneurial learning curve. One of the biggest difficulties revolves around money. In a nutshell: I feel very little alignment with the current capitalist system and I’d like to embody a different paradigm.But that isn’t easy when I depend on my own business to bring income. On one hand I am fully committed to release products that genuinely enrich lives and contribute to co-creating a beautiful planet where all beings can thrive. On the other, I feel pressure to make enough to pay the basic expenses. With the entrepreneurial world saturated with content prioritizing making more money rather than why and how aligned, it’s been hard to stay grounded and maintain a relatively steady course aligned with what my heart believes in.But it’s been kinda working lately, and I feel that my work is tuning in more and more with my values, while bringing in enough financially to sustain my basic needs, and leaving more time and energy to give freely to work that matters that I don’t want to charge for within the capitalist economy.Because, I deeply believe that not everything should be monetized.Regenerating the land.Healing oneself and others.Sharing the Light to inspire and encourage more people to enter into the upwards spiral of the beautiful world that our hearts know is possible 1.These are my priorities, and while I’m committed to this path anyway, I could certainly use your help. That’s why I’m writing this letter to ask you for a Gift.As a minimalist on a constant journey to have less items and more space, I learned that offering a gift is a beautiful but challenging art. For example, for a long time my family kept giving me stuff, which while being given from the heart and therefore appreciated, was, generally speaking, useless for me and only created unnecessary clutter.What I learned through this process is:a) experiences generally make much better gifts for me.b) it is my responsibility to communicate clearly which gifts are the most aligned with what my heart points me towards right now, instead of expecting another person to know that intuitively.This letter is an externalisation of these two lessons in a form of a public wishlist, supported by a firm belief that there is plenty of abundance of different sorts all around, and that within the Gift Economy (which we are indeed all a part of) the gifts gravitate towards the place where they are needed most.I’m not saying that the items on my list are universally speaking the biggest voids in the universe waiting to be filled. I already have all that I need. However, it is possible that you are in a position to fill these voids for me, and thus make a real positive impact in my life, and, through ripple effect, the lives of others.Whether that’s the case or not, I’m grateful for your presence, and I wish you wonderful Winter Holidays, whichever and whenever you choose to celebrate.With Love and Gratitude,Michał.ps. The List:Education  Permaculture Design Course, residential in Portugal (or even better, in Azores) or online, because I believe that permaculture is one of the most important fields to study right now, and I have pretty much zero experience with it.   Kernel Online Course, because web3 and blockchain opens amazing possibilities for regenerating the world at scale, and I’d love to start my journey in this area by building something beautiful with other amazing people.  Thriving Networks online course, because I’m building a Regenerative Network in the Azores and I could really use some extra support with the upcoming challenges. Knowing the humans behind this course, I feel that it’s precisely the right place for me to be.Personal Growth  Contact Improvisation / Ecstatic Dance residential gathering/course in Portugal, because connecting with other humans through dance is one of the most effective ways of addressing one of the biggest fears I’m working though at the moment, and it’s part of the healing that is very important for me to experience.  Sailing opportunities of any shapes and sizes, ideally to/from/within the Azores, because sailing is the core foundation of my soul and I want to bring this gift to the world by hosting regenerative retreats at sea.Items  A sailboat. Yes, it’s a bold ask, but you never know. A sailboat would allow me to ditch flying for good, and move between the islands in the Azores (and beyond) to catalyse the regenerative network, as well as host transformative experiences at sea. I’m also feeling called to Brazil (and I intend to answer that Call). I’m looking to sail there from Europe in Nov/Dec 2022.  A functioning typewriter, to write letters  A compact mechanical keyboard with Bluetooth, EN or PT layout, to write digital letters  A hardcover book about astrology in English with strong focus on charts and visuals. I want to study different types of maps and astrology is a map.  A hardcover edition of Tao Te Ching  Solar panels to power my tiny cabin and the community space next to it  Travel Berkey Water Filter, because drinking highest quality water is essential—            I borrow the term “beautiful world that our hearts know is possible” from the wonderful book by Charles Eisenstein Sacred Economics: Money, Gift &amp; Society in the Age of Transition] &#8617;      ",
            "content_html": "<p>27 November 2021 🌗</p><h2 id=\"dear-santa\">Dear Santa,</h2><p>I am in a privileged position of my basic monthly expenses being more or less covered by my online business, at least for now.</p><p>It wasn’t easy to get here.</p><p>It took four years of being constantly challenged by the entrepreneurial learning curve. One of the biggest difficulties revolves around money. In a nutshell: <strong>I feel very little alignment with the current capitalist system and I’d like to embody a different paradigm.</strong></p><p>But that isn’t easy when I depend on my own business to bring income. On one hand I am fully committed to release products that genuinely enrich lives and contribute to co-creating a beautiful planet where all beings can thrive. On the other, I feel pressure to make enough to pay the basic expenses. With the entrepreneurial world saturated with content prioritizing making more money rather than <em>why</em> and <em>how aligned</em>, it’s been hard to stay grounded and maintain a relatively steady course aligned with what my heart believes in.</p><p>But it’s been kinda working lately, and I feel that my work is tuning in more and more with my values, while bringing in enough financially to sustain my basic needs, and leaving more time and energy to <em>give freely</em> to work that matters that I don’t want to charge for within the capitalist economy.</p><p>Because, I deeply believe that <strong>not everything should be monetized</strong>.</p><p>Regenerating the land.</p><p>Healing oneself and others.</p><p>Sharing the Light to inspire and encourage more people to enter into the upwards spiral of the beautiful world that our hearts know is possible <sup id=\"fnref:1\" role=\"doc-noteref\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\">1</a></sup>.</p><p>These are my priorities, and while I’m committed to this path anyway, I could certainly use your help. That’s why I’m writing this letter to ask you for a Gift.</p><p>As a minimalist on a constant journey to have less items and more space, I learned that offering a gift is a beautiful but challenging art. For example, for a long time my family kept giving me stuff, which while being given from the heart and therefore appreciated, was, generally speaking, useless for me and only created unnecessary clutter.</p><p>What I learned through this process is:</p><p>a) experiences generally make much better gifts for me.</p><p>b) it is my responsibility to communicate clearly which gifts are the most aligned with what my heart points me towards right now, instead of expecting another person to know that intuitively.</p><p>This letter is an externalisation of these two lessons in a form of a public wishlist, supported by a firm belief that there is plenty of abundance of different sorts all around, and that within the Gift Economy (which we are indeed all a part of) the gifts gravitate towards the place where they are needed most.</p><p>I’m not saying that the items on my list are <em>universally speaking</em> the biggest voids in the universe waiting to be filled. <strong>I already have all that I need.</strong> However, it is possible that you are in a position to fill these voids for me, and thus make a real positive impact in my life, and, through ripple effect, the lives of others.</p><p>Whether that’s the case or not, I’m grateful for your presence, and I wish you wonderful Winter Holidays, whichever and whenever you choose to celebrate.</p><p>With Love and Gratitude,<br />Michał.</p><p>ps. The List:</p><h2 id=\"education\">Education</h2><ul>  <li><strong>Permaculture Design Course</strong>, residential in Portugal (or even better, in Azores) or online, because I believe that permaculture is one of the most important fields to study right now, and I have pretty much zero experience with it.</li>  <li><a href=\"https://kernel.community/en/\" target=\"_blank\"> Kernel Online Course</a>, because web3 and blockchain opens amazing possibilities for regenerating the world at scale, and I’d love to start my journey in this area by building something beautiful with other amazing people.</li>  <li><a href=\"https://www.greaterthan.works/academy/thriving-networks\" target=\"_blank\">Thriving Networks online course</a>, because I’m building a <a href=\"pico.microsolidarity.cc\" target=\"_blank\">Regenerative Network in the Azores</a> and I could really use some extra support with the upcoming challenges. Knowing the humans behind this course, I feel that it’s precisely the right place for me to be.</li></ul><h2 id=\"personal-growth\">Personal Growth</h2><ul>  <li>Contact Improvisation / Ecstatic Dance residential gathering/course in Portugal, because connecting with other humans through dance is one of the most effective ways of addressing one of the biggest fears I’m working though at the moment, and it’s part of the healing that is very important for me to experience.</li>  <li>Sailing opportunities of any shapes and sizes, ideally to/from/within the Azores, because sailing is the core foundation of my soul and I want to bring this gift to the world by hosting regenerative retreats at sea.</li></ul><h2 id=\"items\">Items</h2><ul>  <li><strong>A sailboat</strong>. Yes, it’s a bold ask, but you never know. A sailboat would allow me to ditch flying for good, and move between the islands in the Azores (and beyond) to catalyse the regenerative network, as well as host transformative experiences at sea. I’m also feeling called to Brazil (and I intend to answer that Call). I’m looking to sail there from Europe in Nov/Dec 2022.</li>  <li>A functioning typewriter, to write <a href=\"/letters\">letters</a></li>  <li>A compact mechanical keyboard with Bluetooth, EN or PT layout, to write digital letters</li>  <li>A hardcover book about astrology in English with strong focus on charts and visuals. I want to study different types of maps and astrology is a map.</li>  <li>A hardcover edition of <em>Tao Te Ching</em></li>  <li>Solar panels to power my tiny cabin and the community space next to it</li>  <li><a href=\"https://berkey-waterfilters.fr/products/systeme-de-filtration-deau-travel-berkey-version-reduite-du-big-berkey\" target=\"_blank\">Travel Berkey Water Filter</a>, because drinking highest quality water is essential</li></ul><p></p><h2>—</h2><div class=\"footnotes\" role=\"doc-endnotes\">  <ol>    <li id=\"fn:1\" role=\"doc-endnote\">      <p>I borrow the term “beautiful world that our hearts know is possible” from the wonderful book by Charles Eisenstein <a href=\"https://charleseisenstein.org/books/sacred-economics/\" target=\"_blank\"><em>Sacred Economics: Money, Gift &amp; Society in the Age of Transition</em></a>] <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>  </ol></div>",
            "url": "http://localhost:4000/gift",
            
            
            
            
            
            "date_published": "2021-11-27T00:00:00-01:00",
            "date_modified": "2021-11-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/21-questions",
            "title": "21 Questions",
            "summary": "21 Questions to replace FAQ on my website",
            "content_text": "I want to co-create a “FAQ” page for this website, so I created this simple game:Ask me a question.I’ll pick 21 and publish them here with answers.Disclaimer: Learning from the story of the Royal Research Ship Boaty McBoatface, I reserve the right to not answer/publish your question.",
            "content_html": "<p>I want to co-create a “FAQ” page for this website, so I created this simple game:</p><p><strong>Ask me a question.</strong></p><p>I’ll pick 21 and publish them here with answers.</p><p><strong>Disclaimer</strong>: Learning from the story of the Royal Research Ship <em>Boaty McBoatface</em>, I reserve the right to not answer/publish your question.</p>",
            "url": "http://localhost:4000/21-questions",
            
            
            
            
            
            "date_published": "2021-11-27T00:00:00-01:00",
            "date_modified": "2021-11-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/waiting-at-peters",
            "title": "Waiting At Peter's",
            "summary": "Gifts always gravitate towards where they are needed most.",
            "content_text": "Peter’s Cafe, Port of Horta22 November 2021I’m sitting in the iconic sailing bar in the island of Faial before taking a ferry across to Pico. I filled my body with a way-too-sweet-but-still-delicious chocolate cake and begun writing this letter. It wasn’t clear to me to whom it is directed to, so let’s say that it is for you – to receive in this very moment. Thank you for holding the space for me. I appreciate it.I just came back from the Mainland yesterday, but the backpack containing all my gear didn’t.It’s quite frustrating to be walking around in the rain with a plastic bag holding a few items I took with me on the plane: my journal and tablet, a deck of tarot cards, headphones, headtorch, a folder with some documents and empty sheets of A4 paper, a poncho made of Serra-de-Estrela wool, a water bottle, a thermal cup, two carabiners, plus the clothes that I’m wearing. It’s a combination of items that tells a lot about me.As I’m waiting for the airline to call me to arrange the drop-off of my backpack which arrived to Faial just in time to get the 1415 ferry to Pico (which I’m writing down with the intention of manifesting it into reality), I get to practice letting go. Of course, my stuff doesn’t matter, but I do feel attached to the combination of items I have carefully assembled over the last few years of scaling down. It’d be a bitch to replace a few of them, and also, quite a lot of money – a resource that is quite scarce in my life. While certainly inconvenient, I do trust that my backpack is already on it’s way back to me, and even if it isn’t, I know that it’s just stuff – even if precious to me.What matters is the experience of Being in the Mainland, and all the processes, internal and external, that happened during this journey, and, as well, the processes that are about to begin because of this journey. Because it does indeed feel like the beginning of another cycle. I can feel that something deep has shifted within me, something cracked and opened, some subconscious pattern (or patterns) were overwritten.If this is the beginning though, I feel that it’s worth inquiring “of what?” I don’t know that yet, but if I’d have to look for some words, I’d lean into letting go of fears holding me back, dreaming big, and manifesting these dreams into reality with an open heart shining with light. Yes, that feels good to write down and now say it out loud to you. No Fear. Dream Big. Manifest. Shine. I left an empty page for setting the intentions during the Full Moon, because I wasn’t clear on them yet. I guess this is the time to write them down.…I did, and as I was sensing into what to write next, I receive the phoneceall. My backpack is in Horta and it will be delivered to the ferry terminal on time to get the 1415 ferry to Pico. No Fear. Dream Big. Manifest. Shine.I guess this is the reason why I felt like writing this letter. Six powerful words are now engraved into my mind to remind it, what my heart already knew. No Fear. Dream Big. Manifest. Shine.I have two hours until the ferry. It’s time to engage in a few errands and then come back to the island that is now my home and begin the new cycle of my life. I’m so excited for what’s to come.No Fear. Dream Big. Manifest. Shine.With Love and Light,Michał",
            "content_html": "<p>Peter’s Cafe, Port of Horta<br />22 November 2021</p><p>I’m sitting in the iconic sailing bar in the island of Faial before taking a ferry across to Pico. I filled my body with a way-too-sweet-but-still-delicious chocolate cake and begun writing this letter. It wasn’t clear to me to whom it is directed to, so let’s say that it is for you – to receive in this very moment. Thank you for holding the space for me. I appreciate it.</p><p>I just came back from the Mainland yesterday, but the backpack containing all my gear didn’t.</p><p>It’s quite frustrating to be walking around in the rain with a plastic bag holding a few items I took with me on the plane: my journal and tablet, a deck of tarot cards, headphones, headtorch, a folder with some documents and empty sheets of A4 paper, a poncho made of Serra-de-Estrela wool, a water bottle, a thermal cup, two carabiners, plus the clothes that I’m wearing. It’s a combination of items that tells a lot about me.</p><p>As I’m waiting for the airline to call me to arrange the drop-off of my backpack which arrived to Faial just in time to get the 1415 ferry to Pico (which I’m writing down with the intention of manifesting it into reality), I get to practice letting go. Of course, my stuff doesn’t matter, but I do feel attached to the combination of items I have carefully assembled over the last few years of scaling down. It’d be a bitch to replace a few of them, and also, quite a lot of money – a resource that is quite scarce in my life. While certainly inconvenient, I do trust that my backpack is already on it’s way back to me, and even if it isn’t, I know that it’s just stuff – even if precious to me.</p><p><strong>What matters is the experience of Being in the Mainland, and all the processes, internal and external, that happened during this journey, and, as well, the processes that are about to begin <em>because of</em> this journey.</strong> Because it does indeed feel like the beginning of another cycle. I can feel that something deep has shifted within me, something cracked and opened, some subconscious pattern (or patterns) were overwritten.</p><p>If this is the beginning though, I feel that it’s worth inquiring “of what?” I don’t know that yet, but if I’d have to look for some words, I’d lean into letting go of fears holding me back, dreaming big, and manifesting these dreams into reality with an open heart shining with light. Yes, that feels good to write down and now say it out loud to you. <strong>No Fear. Dream Big. Manifest. Shine.</strong> I left an empty page for setting the intentions during the Full Moon, because I wasn’t clear on them yet. I guess this is the time to write them down.</p><p>…</p><p>I did, and as I was sensing into what to write next, I receive the phoneceall. My backpack is in Horta and it will be delivered to the ferry terminal on time to get the 1415 ferry to Pico. No Fear. Dream Big. Manifest. Shine.</p><p>I guess this is the reason why I felt like writing this letter. <strong>Six powerful words are now engraved into my mind to remind it, what my heart already knew. No Fear. Dream Big. Manifest. Shine.</strong></p><p>I have two hours until the ferry. It’s time to engage in a few errands and then come back to the island that is now my home and begin the new cycle of my life. I’m so excited for what’s to come.</p><p>No Fear. Dream Big. Manifest. Shine.</p><p>With Love and Light,<br />Michał</p>",
            "url": "http://localhost:4000/waiting-at-peters",
            
            
            
            
            
            "date_published": "2021-11-22T00:00:00-01:00",
            "date_modified": "2021-11-22T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/last-night-in-lisbon",
            "title": "Last Night In Lizbon",
            "summary": "Facing the Dark in the city of Light.",
            "content_text": "18/10/2021Dear Lizbon,It’s our last night together and I’m sitting on a square writing a letter to you. You’re a Beautiful City, and I’m so grateful for everything you have allowed me to experience and discover. It’s an incredibly intense time, with unprecedented depth of self-awareness, allowing me to identify fears holding me back.I feel that we’re all afraid, some more than others, but this primary emotion is something we all share. Fear of sickness and death. Fear of the Unknown. Fear of being left behind. Fear of being alone. Fear of missing out. Fear of rejection. Fear of being judged.With so many fears, it’s not surprising that each and every one of us is a mess, in their very unique and irrepeatable way. And yet, Fear can be overcomed, just like any pattern, no matter how deep, can be rewritten.For me, the process starts with noticing the Fear, creeping in the deep ocean of the subconscious mind, and bringing it up t the surface of awareness. And then – embrace it. That’s the hard part.Oppressing, repressing, suppressing, pretending it’s not there, numbing, distracting, and other clever strategies can work in the short run, but ultimately Fear awaits to be acknowledged head on and embraced, like any other being on this planet.Once accepted, it looses it’s paralyzing power. allowing for a deep wholehearted hug.With the heart truly open, no Fear can be.",
            "content_html": "<p>18/10/2021</p><h2 id=\"dear-lizbon\">Dear Lizbon,</h2><p>It’s our last night together and I’m sitting on a square writing a letter to you. You’re a Beautiful City, and I’m so grateful for everything you have allowed me to experience and discover. It’s an incredibly intense time, with unprecedented depth of self-awareness, allowing me to identify fears holding me back.</p><p>I feel that we’re all afraid, some more than others, but this primary emotion is something we all share. Fear of sickness and death. Fear of the Unknown. Fear of being left behind. Fear of being alone. Fear of missing out. Fear of rejection. Fear of being judged.</p><p>With so many fears, it’s not surprising that each and every one of us is a mess, in their very unique and irrepeatable way. And yet, Fear can be overcomed, just like any pattern, no matter how deep, can be rewritten.</p><p>For me, the process starts with noticing the Fear, creeping in the deep ocean of the subconscious mind, and bringing it up t the surface of awareness. And then – embrace it. That’s the hard part.</p><p>Oppressing, repressing, suppressing, pretending it’s not there, numbing, distracting, and other clever strategies can work in the short run, but ultimately Fear awaits to be acknowledged head on and embraced, like any other being on this planet.</p><p>Once accepted, it looses it’s paralyzing power. allowing for a deep wholehearted hug.</p><p>With the heart truly open, no Fear can be.</p>",
            "url": "http://localhost:4000/last-night-in-lisbon",
            
            
            
            
            
            "date_published": "2021-10-18T00:00:00+00:00",
            "date_modified": "2021-10-18T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/the-red-caped-girl",
            "title": "The Red Caped Girl",
            "summary": "The magic happens when I tune into myself.",
            "content_text": "What just happened?I felt intuitively, which comes easy to me recently, since I’ve started spending most of my waking hours walking, that it is really important for me to go out of the house and have a dance. And then, maybe sit down by one of the three inviting tables on a public square in front of my flat, surrounded by a quiet residential island in the middle of Alfama, and process what is happening to me right now.I followed my intuition down a curvy staircase, poured myself a cup of hot yogi tea, which fits quite well to my current circumstances since I seem to be a walking yogi these days, and started dancing.At first, I was a bit shy, as the only other person on the square was clearly observing the feathers sticking out of my hair. He even stopped looking at his phone, focusing his gaze completely on me, which made me a bit uncomfortable, although not enough to stop me from dancing wholeheartedly as a song perfectly aligned with my current mood entered into my headphones.I kept dancing for a while, taking short breaks for a sip of tea, a stretch and an observing look at the trees growing out of the tiny cubical stones covering the square.The guy with the phone left eventually. I kept on dancing, and feeling tensions of the day disintegrate into the particles before leaving my body completely.As I was setting myself free from tension, a girl in a red cape passed by on her scooter. A couple walked by. A lady parked her tiny car in the only remaining gap on the street. I kept dancing, until my body communicated that it’s time to sit down and process.I wrote down a few key ideas worth remembering, did some rapid fire brainstorming and was about to decide what to do next, but… the choice was made for me, as the girl in the red cape strolled into the square and sat by one of the three tables.She wrote her name and phone number in my journal, after a short but beautiful moment of connection as our energies magnetically attracted each other, so we gravitated, more or less subconsciously, to this very square, in the middle of a capital city.These synergies and inexplicable gravitational pulls keep amazing me with abundant regularity. How is it possible that I keep being in the exact right place in the exactly right time to experience a magical moment, which is increasingly hard to disregard as accidental or random?Whether it is or not, it doesn’t matter.The girl in the red cape shared with me that by being in a certain way we attract other people vibrating in a similar frequency. I guess all beings do. Like it or not, we’re all made of empty space, and particles which vibrate in a symphony naturally gravitating towards harmonious co-existence.In moments like these it seems insane not to redistribute the energy available to me in this very moment to vibrate in the highest frequency I can reach, attracting more magic into my life, so I can send ripples amplified by waves pouring out of open hearts of beings around me into all directions, inner, outer and beyond.",
            "content_html": "<p>What just happened?</p><p>I felt intuitively, which comes easy to me recently, since I’ve started spending most of my waking hours walking, that it is really important for me to go out of the house and have a dance. And then, maybe sit down by one of the three inviting tables on a public square in front of my flat, surrounded by a quiet residential island in the middle of Alfama, and process what is happening to me right now.</p><p>I followed my intuition down a curvy staircase, poured myself a cup of hot yogi tea, which fits quite well to my current circumstances since I seem to be a walking yogi these days, and started dancing.</p><p>At first, I was a bit shy, as the only other person on the square was clearly observing the feathers sticking out of my hair. He even stopped looking at his phone, focusing his gaze completely on me, which made me a bit uncomfortable, although not enough to stop me from dancing wholeheartedly as a song perfectly aligned with my current mood entered into my headphones.</p><p>I kept dancing for a while, taking short breaks for a sip of tea, a stretch and an observing look at the trees growing out of the tiny cubical stones covering the square.</p><p>The guy with the phone left eventually. I kept on dancing, and feeling tensions of the day disintegrate into the particles before leaving my body completely.</p><p>As I was setting myself free from tension, a girl in a red cape passed by on her scooter. A couple walked by. A lady parked her tiny car in the only remaining gap on the street. I kept dancing, until my body communicated that it’s time to sit down and process.</p><p>I wrote down a few key ideas worth remembering, did some rapid fire brainstorming and was about to decide what to do next, but… the choice was made for me, as the girl in the red cape strolled into the square and sat by one of the three tables.</p><p>She wrote her name and phone number in my journal, after a short but beautiful moment of connection as our energies magnetically attracted each other, so we gravitated, more or less subconsciously, to this very square, in the middle of a capital city.</p><p>These synergies and inexplicable gravitational pulls keep amazing me with abundant regularity. How is it possible that I keep being in the exact right place in the exactly right time to experience a magical moment, which is increasingly hard to disregard as accidental or random?</p><p>Whether it is or not, it doesn’t matter.</p><p>The girl in the red cape shared with me that by being in a certain way we attract other people vibrating in a similar frequency. I guess all beings do. Like it or not, we’re all made of empty space, and particles which vibrate in a symphony naturally gravitating towards harmonious co-existence.</p><p><strong>In moments like these it seems insane not to redistribute the energy available to me in this very moment to vibrate in the highest frequency I can reach, attracting more magic into my life, so I can send ripples amplified by waves pouring out of open hearts of beings around me into all directions, inner, outer and beyond.</strong></p>",
            "url": "http://localhost:4000/the-red-caped-girl",
            "image": "/assets/touch-of-universe.jpg",
            
            
            
            
            "date_published": "2021-10-15T00:00:00+00:00",
            "date_modified": "2021-10-15T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/vaclav-havel-and-conflicting-advice",
            "title": "Vaclav Havel and Conflicting Advice",
            "summary": "Waiting for a magical girl to appear out of thin air. She doesn't.",
            "content_text": "I’m sitting in a park by the table dedicated to Vaclav Havel, waiting for something to happen.To be honest, a very specific thing:A beautiful girl to appear out of thin air that would have a beautiful soul, and energy and space to co-create a magical moment including physical intimacy with me.I feel fear as I disclose this information but these are the facts: I feel a deep need for my body to be loved and feel wanted. It’s been a while.But here it gets interesting:The life, a curious mistress, teaches me that I both can and can’t have what I want, which while being a profound guidance is also some fucking conflicting advice.To elaborate:In one moment I connect to the infinite cosmic reality, the “Big We”, as my friend calls it, and manifest any reality I choose, provided I’m specific enough to verbalize it and put it out there into the Universe, ideally out loud while facing one of the raw elements in the time when specific celestial bodies align. But to be fair, any space can become sacred if only treated with appropriate reverence.The flow is a blessed state to be in for sure, and yet, it tends to end abruptly without notice, leaving me confused, disconnected, and lonely. Still waiting for the magical girl to appear, caress my back without warning, look deeply at me, and deliberately kiss my neck slowly to see what happens.I can feel the shivers. But, whether I like it or not, it is not the reality, at least not in this very moment. Feel free to prove me wrong though.As I sit with myself, unfolding knots tangled over the light shining from within, I feel, yet again, the conflicting advice of the Universe and it’s teachers.I could remain still, witnessing my feelings arise and pass away in the infinite flow of impermanence, both blissful and difficult to accept, especially at times when the conscious choice of letting go is particularly hard. I know you’ve been there.I could also act upon this very moment, and instead of waiting for the magic to happen, create the magic myself, with a not-so-litte help of the Universe, provided it’s a day when Good Fortune smiles at my cute attempts of seducing a powerful woman.It’s difficult, because as I sit still with this process happening inside of me, and become conscious of it as I write it down, and now, although it’s a very scary thought, sharing it out loud with you, I feel that I’m growing inside, slowly, awkwardly, and with a fair degree of metaphysical pain, but ultimately becoming a person that is more aware and therefore loving.This process of growth feels important to go through, so that’s probably why I am still here, right in the middle of this mess of myself, dying along with my unfulfilled desires, and reviving along with another moment given to me to experience.What a gift to be able to live this very conflict. To Be, still and motionless, witnessing what is and Being with it… or not.This power of deliberately changing my mindset gives me shivers, too.I’m still here, making space for the magical girl to touch my soul and body and help me heal, but I’m not waiting.I’m actively Being.And just like that, as I let go of my expectations and fully accept this moment, the magic happens.The girl doesn’t appear, but my soul is touched by something strong and I can feel the knots loosening allowing me to breathe deeper and smile wholeheartedly.It’s a precious moment, and I’m grateful to Vaclav Havel for providing me with this table in a park so I could live through it and share the tale with you.",
            "content_html": "<p>I’m sitting in a park by the table dedicated to Vaclav Havel, waiting for something to happen.</p><p>To be honest, a very specific thing:</p><p>A beautiful girl to appear out of thin air that would have a beautiful soul, and energy and space to co-create a magical moment including physical intimacy with me.</p><p>I feel fear as I disclose this information but these are the facts: I feel a deep need for my body to be loved and feel wanted. It’s been a while.</p><p>But here it gets interesting:</p><p>The life, a curious mistress, teaches me that I both can and can’t have what I want, which while being a profound guidance is also some fucking conflicting advice.</p><p>To elaborate:</p><p>In one moment I connect to the infinite cosmic reality, the “Big We”, as my friend calls it, and manifest any reality I choose, provided I’m specific enough to verbalize it and put it out there into the Universe, ideally out loud while facing one of the raw elements in the time when specific celestial bodies align. But to be fair, any space can become sacred if only treated with appropriate reverence.</p><p>The flow is a blessed state to be in for sure, and yet, it tends to end abruptly without notice, leaving me confused, disconnected, and lonely. Still waiting for the magical girl to appear, caress my back without warning, look deeply at me, and deliberately kiss my neck slowly to see what happens.</p><p>I can feel the shivers. But, whether I like it or not, it is not the reality, at least not in this very moment. Feel free to prove me wrong though.</p><p>As I sit with myself, unfolding knots tangled over the light shining from within, I feel, yet again, the conflicting advice of the Universe and it’s teachers.</p><p>I could remain still, witnessing my feelings arise and pass away in the infinite flow of impermanence, both blissful and difficult to accept, especially at times when the conscious choice of letting go is particularly hard. I know you’ve been there.</p><p>I could also act upon this very moment, and instead of waiting for the magic to happen, create the magic myself, with a not-so-litte help of the Universe, provided it’s a day when Good Fortune smiles at my cute attempts of seducing a powerful woman.</p><p>It’s difficult, because as I sit still with this process happening inside of me, and become conscious of it as I write it down, and now, although it’s a very scary thought, sharing it out loud with you, I feel that I’m growing inside, slowly, awkwardly, and with a fair degree of metaphysical pain, but ultimately becoming a person that is more aware and therefore loving.</p><p>This process of growth feels important to go through, so that’s probably why I am still here, right in the middle of this mess of myself, dying along with my unfulfilled desires, and reviving along with another moment given to me to experience.</p><p>What a gift to be able to live this very conflict. To <em>Be</em>, still and motionless, witnessing what is and <em>Being</em> with it… or not.</p><p>This power of deliberately changing my mindset gives me shivers, too.</p><p>I’m still here, making space for the magical girl to touch my soul and body and help me heal, but I’m not waiting.</p><p>I’m actively <em>Being</em>.</p><p>And just like that, as I let go of my expectations and fully accept this moment, the magic happens.</p><p>The girl doesn’t appear, but my soul is touched by something strong and I can feel the knots loosening allowing me to breathe deeper and smile wholeheartedly.</p><p>It’s a precious moment, and I’m grateful to Vaclav Havel for providing me with this table in a park so I could live through it and share the tale with you.</p>",
            "url": "http://localhost:4000/vaclav-havel-and-conflicting-advice",
            
            
            
            
            
            "date_published": "2021-10-13T00:00:00+00:00",
            "date_modified": "2021-10-13T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/empty",
            "title": "Empty",
            "summary": "Empty space is sacred. Here's what happens when you make some.",
            "content_text": "I’m in this beautiful house and my heart feels so happy it’s a bit overwhelming. Fortunately the familiar gong sounds ground me, as my thoughts sink into the mindset of deliberate being by walking.I let go of thinking and sink into this moment, yet another container for magic. I feel so charged with something, something powerful. I can attribute some of that to cacao in my bloodstream, but I have this intuition that it’s much more than that.Something is happening right now.As I walked, I opened myself. To what - I don’t know, but it feels precisely like the right kind of opening necessary to allow myself to become aware of yet another layer of knots and patterns running in the back of my subconscious mind.I choose to set myself free.Right in this moment, as I write these very words, right here in this place in which I feel so connected to something much bigger than myself and also this stardust, light and empty space that constitutes what I think of myself as me.I choose to set myself free.Free from triggers, free from scripts, and most importantly, free from Fear.Freedom from fear is the hardest freedom to cultivate, yet, just like any kind of freedom, it’s just a mindset, and right here, right now, in this very moment, I am letting go of Fear and overwriting default behaviours with empty space.Empty space is sacred.It allows for new seeds, planted with Love and intention, to sprout into reality I choose to experience in this very moment followed by many to come.In this very moment I am empty.In this very moment I am free.",
            "content_html": "<p>I’m in this beautiful house and my heart feels so happy it’s a bit overwhelming. Fortunately the familiar gong sounds ground me, as my thoughts sink into the mindset of deliberate being by walking.</p><p>I let go of thinking and sink into this moment, yet another container for magic. I feel so charged with something, something powerful. I can attribute some of that to cacao in my bloodstream, but I have this intuition that it’s much more than that.</p><p>Something is happening right now.</p><p>As I walked, I opened myself. To what - I don’t know, but it feels precisely like the right kind of opening necessary to allow myself to become aware of yet another layer of knots and patterns running in the back of my subconscious mind.</p><p>I choose to set myself free.</p><p>Right in this moment, as I write these very words, right here in this place in which I feel so connected to something much bigger than myself and also this stardust, light and empty space that constitutes what I think of myself as me.</p><p>I choose to set myself free.</p><p>Free from triggers, free from scripts, and most importantly, free from Fear.</p><p>Freedom from fear is the hardest freedom to cultivate, yet, just like any kind of freedom, it’s just a mindset, and right here, right now, in this very moment, I am letting go of Fear and overwriting default behaviours with empty space.</p><p>Empty space is sacred.</p><p>It allows for new seeds, planted with Love and intention, to sprout into reality I choose to experience in this very moment followed by many to come.</p><p>In this very moment I am empty.In this very moment I am free.</p>",
            "url": "http://localhost:4000/empty",
            
            
            
            
            
            "date_published": "2021-10-12T00:00:00+00:00",
            "date_modified": "2021-10-12T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/oat-milk",
            "title": "Homemade Oat Milk",
            "summary": "Delicious Oat Milk",
            "content_text": "vegan, gluten-free, sugar-freeIf you love vegan milks, why not make your own?Type: DrinkTools: Blender, Sieve or filtering sock, funnelIngredients:1c of oats, water, pinch of salt (optionally)Prep  Soak oats in 2 cups of water for 10m.  Add 3 more cups of water and blend well.  Filter through sieve or filtering sock.Keep in a fridge for up to 5 days.",
            "content_html": "<p>vegan, gluten-free, sugar-free</p><p><strong>If you love vegan milks, why not make your own?</strong></p><p>Type: Drink<br />Tools: Blender, Sieve or filtering sock, funnel<br /></p><p><strong>Ingredients:</strong>1c of oats, water, pinch of salt (optionally)</p><h2 id=\"prep\">Prep</h2><ol>  <li>Soak oats in 2 cups of water for 10m.</li>  <li>Add 3 more cups of water and blend well.</li>  <li>Filter through sieve or filtering sock.</li></ol><p>Keep in a fridge for up to 5 days.</p>",
            "url": "http://localhost:4000/oat-milk",
            
            
            
            
            
            "date_published": "2021-05-06T00:00:00+00:00",
            "date_modified": "2021-05-06T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/cayenne-brownie",
            "title": "Cayenne Brownie",
            "summary": "Delicious chocolate brownie with a spice.",
            "content_text": "vegan, easy, gluten-freeThis is one of the simplest and most delicious cakes ever. Spicy, salty, lusciously chocolatish, and it takes 30m to make. What not to like?Type: wholeTools: blender, oven, kettle/pan for boiling water, mixing bowlIngredients:2c dates, hot water, 1/2c peanut butter, 1/3c cocoa, 1/2c chopped almonds, 2tbsp melted coconut oil, salt, cayenne pepper.Prep  Preheat oven to 180°C  Soak dates in hot water for 10m, then remove the water to separate dish. Squeeze the dates well, to remove excess water.  Mix dates well. Then add 1/4c of daty-water and blend.  Add coconut oil, peanut butter, cocoa, almonds, salt and cayenne pepper and blend well together. Food processor would be great, but you can do it with a blender and by hands.  Bake at 180°C for 15m then cool for at least 20m before cutting.",
            "content_html": "<p>vegan, easy, gluten-free</p><p><strong>This is one of the simplest and most delicious cakes ever. Spicy, salty, lusciously chocolatish, and it takes 30m to make. What not to like?</strong></p><p>Type: whole<br />Tools: blender, oven, kettle/pan for boiling water, mixing bowl<br /></p><p><strong>Ingredients:</strong>2c dates, hot water, 1/2c peanut butter, 1/3c cocoa, 1/2c chopped almonds, 2tbsp melted coconut oil, salt, cayenne pepper.</p><h2 id=\"prep\">Prep</h2><ol>  <li>Preheat oven to 180°C</li>  <li>Soak dates in hot water for 10m, then remove the water to separate dish. Squeeze the dates well, to remove excess water.</li>  <li>Mix dates well. Then add 1/4c of daty-water and blend.</li>  <li>Add coconut oil, peanut butter, cocoa, almonds, salt and cayenne pepper and blend well together. Food processor would be great, but you can do it with a blender and by hands.</li>  <li>Bake at 180°C for 15m then cool for at least 20m before cutting.</li></ol>",
            "url": "http://localhost:4000/cayenne-brownie",
            
            
            
            
            
            "date_published": "2021-02-27T00:00:00-01:00",
            "date_modified": "2021-02-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/fruit-ice-cream-cake",
            "title": "Fruit Ice Cream Cake",
            "summary": "Summery, fruity cake with a salty base.",
            "content_text": "vegan, no-bake, sugar-free, gluten-freeSummery, fruity cake with a salty base.Type: base + fillingTools: blender, freezer, mixing bowlIngredients:Filling: 400ml thick coconut milk, 1-2c fruits of your choice (fresh or frozen), 2 bananas, optional 1/2c agave sirupBase: 1/2 cup cut almonds, 1/2 cup oats, 1 cup dates, saltBaseSoak dates in hot water for 3 min. Cut in small pieces.Pulse almonds, oats and salt into flour-like texture. It doesn’t need to be smooth.Mix the “flour” with dates into dough. Place in the serving dish or cake pan.FillingCut fruits in small pieces (if needed). Place over the base.If using agave, mix it with coconut milk.Pour over the fruits.Freeze for 3 hours. Place into the frige for 1-2 hours before serving.",
            "content_html": "<p>vegan, no-bake, sugar-free, gluten-free</p><p><strong>Summery, fruity cake with a salty base.</strong></p><p>Type: base + filling<br />Tools: blender, freezer, mixing bowl<br /></p><p><strong>Ingredients:</strong>Filling: 400ml thick coconut milk, 1-2c fruits of your choice (fresh or frozen), 2 bananas, optional 1/2c agave sirupBase: 1/2 cup cut almonds, 1/2 cup oats, 1 cup dates, salt</p><h2 id=\"base\">Base</h2><p>Soak dates in hot water for 3 min. Cut in small pieces.Pulse almonds, oats and salt into flour-like texture. It doesn’t need to be smooth.Mix the “flour” with dates into dough. Place in the serving dish or cake pan.</p><h2 id=\"filling\">Filling</h2><p>Cut fruits in small pieces (if needed). Place over the base.If using agave, mix it with coconut milk.Pour over the fruits.</p><p>Freeze for 3 hours. Place into the frige for 1-2 hours before serving.</p>",
            "url": "http://localhost:4000/fruit-ice-cream-cake",
            
            
            
            
            
            "date_published": "2021-02-20T00:00:00-01:00",
            "date_modified": "2021-02-20T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/mr-randy-cake",
            "title": "Mr Randy Cake",
            "summary": "Super easy cake using whatever random goodies you have.",
            "content_text": "vegan, sugar-free, easySuper easy cake using whatever random goodies you have.Type: whole Tools: oven Ingredients:1c flour, 3 bananas, 1tsp baking powder, 1tsp baking soda   anything that you have around, for example: raisins, apricots, dates, figs, cocoa powder, coconut flakes, pears, apples, kiwis, oranges… Anything goes.PrepMix everything in a bowl. Bake at 180°C for 30m.",
            "content_html": "<p>vegan, sugar-free, easy</p><p><strong>Super easy cake using whatever random goodies you have.</strong></p><p>Type: whole <br />Tools: oven <br /></p><p><strong>Ingredients:</strong>1c flour, 3 bananas, 1tsp baking powder, 1tsp baking soda <br /></p><ul>  <li>anything that you have around, for example: raisins, apricots, dates, figs, cocoa powder, coconut flakes, pears, apples, kiwis, oranges… Anything goes.</li></ul><h2 id=\"prep\">Prep</h2><p>Mix everything in a bowl. Bake at 180°C for 30m.</p>",
            "url": "http://localhost:4000/mr-randy-cake",
            
            
            
            
            
            "date_published": "2021-02-14T00:00:00-01:00",
            "date_modified": "2021-02-14T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/coconut-cream-pie",
            "title": "Coconut Cream Pie",
            "summary": "Coconut extravaganza with a salty base. Yum.",
            "content_text": "Vegan, sugar-free, gluten-freeDelicious and rich coconut taste boosted with salty base.Type: Base + Filling Tools: Oven, stove, pan, mixing bowl Ingredients:Base: 2c oats, 2c shredded almonds, 1c melted coconut oil, saltFilling: 400ml light coconut milk, 1c coconut shreds, 1/4c-1/2c rice flour, salt, if you want it more sweet add 2tbsp agave sirup.BaseMix oats, almonds, coconut oil and salt (I like it salty). Bake for 15m at 180°C.FillingHeat and mix coconut milk, rice flour, salt, coconut shreds, agave. Keep on low fire for 5m and keep mixing. Pour over the base, leave to cool. Place in the fridge for 2 hours.",
            "content_html": "<p>Vegan, sugar-free, gluten-free</p><p><strong>Delicious and rich coconut taste boosted with salty base.</strong></p><p>Type: Base + Filling <br />Tools: Oven, stove, pan, mixing bowl <br /></p><p><strong>Ingredients:</strong>Base: 2c oats, 2c shredded almonds, 1c melted coconut oil, saltFilling: 400ml light coconut milk, 1c coconut shreds, 1/4c-1/2c rice flour, salt, if you want it more sweet add 2tbsp agave sirup.</p><h2 id=\"base\">Base</h2><p>Mix oats, almonds, coconut oil and salt (I like it salty). Bake for 15m at 180°C.</p><h2 id=\"filling\">Filling</h2><p>Heat and mix coconut milk, rice flour, salt, coconut shreds, agave. Keep on low fire for 5m and keep mixing. Pour over the base, leave to cool. Place in the fridge for 2 hours.</p>",
            "url": "http://localhost:4000/coconut-cream-pie",
            
            
            
            
            
            "date_published": "2021-02-10T00:00:00-01:00",
            "date_modified": "2021-02-10T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/green-and-red-coffee-delight",
            "title": "Green and Red Coffee Delight",
            "summary": "Combining kiwi, goji and coffee.",
            "content_text": "vegan, sugar-freeCombining kiwi, goji berries and coffee, into a sweet frozen dessert with a delightful hint of acidity.Type: Layers Tools: Blender, Freezer Ingredients:Rice cakes (1 pack), coffee (2 cups), almond extract (1 tsp), bananas (3), agave sirup (1 tbsp), fat coconut milk (400ml), kiwis (4), goji berries (1/4 cup)Base LayerSoak rice cakes in coffee mixed with almond extract, and place in serving dish.Banana LayerCut bananas into thin slices, and place over the base layer. Top up with agave.Kiwi Coconut LayerBlend coconut milk with kiwis. Pour over the banana layer.GojiPlace gojis on top, to make the dessert look gorgeous and place in the freezer for 2 hours.",
            "content_html": "<p>vegan, sugar-free</p><p><strong>Combining kiwi, goji berries and coffee, into a sweet frozen dessert with a delightful hint of acidity.</strong></p><p>Type: Layers <br />Tools: Blender, Freezer <br /></p><p><strong>Ingredients:</strong>Rice cakes (1 pack), coffee (2 cups), almond extract (1 tsp), bananas (3), agave sirup (1 tbsp), fat coconut milk (400ml), kiwis (4), goji berries (1/4 cup)</p><h2 id=\"base-layer\">Base Layer</h2><p>Soak rice cakes in coffee mixed with almond extract, and place in serving dish.</p><h2 id=\"banana-layer\">Banana Layer</h2><p>Cut bananas into thin slices, and place over the base layer. Top up with agave.</p><h2 id=\"kiwi-coconut-layer\">Kiwi Coconut Layer</h2><p>Blend coconut milk with kiwis. Pour over the banana layer.</p><h2 id=\"goji\">Goji</h2><p>Place gojis on top, to make the dessert look gorgeous and place in the freezer for 2 hours.</p>",
            "url": "http://localhost:4000/green-and-red-coffee-delight",
            
            
            
            
            
            "date_published": "2021-01-23T00:00:00-01:00",
            "date_modified": "2021-01-23T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/salty-chocolate-bar",
            "title": "Salty Chocolate Bar",
            "summary": "Luscious, rich and salty chocolate bar.",
            "content_text": "easy, vegan, sugar-free, gluten-freeThe richness of cocoa accented with salt creates a deep, luscious taste that will satisfy any chocolate lover.Type: Base + Filling + (optional) Topping Tools: Oven, Freezer Ingredients: oat flour (1 cup), coconut oil (1/2 cup), dates (1/2 cup), banana (1), salt, fat coconut milk (300g), cooking chocolate 85% cocoa (200g), agave sirup (1/4 cup), chia seeds (1/2 cup).Base:  1 cup oat flour  1/2 cup melted coconut oil  1/2 cup crushed dates  1 banana  saltMix well and bake for 10-20 min on 180oC.Filling:  300g fat coconut milk  200g cooking chocolate 85% cocoa  1/4 cup agave sirup  1/2 cup chia seeds  saltMelt chocolate and mix well with other ingredients. Pour over the base, add topping if desired. Leave to cool.  Place in freezer for 2 hours.Topping:  1 apple thinly sliced",
            "content_html": "<p>easy, vegan, sugar-free, gluten-free</p><p><strong>The richness of cocoa accented with salt creates a deep, luscious taste that will satisfy any chocolate lover.</strong></p><p>Type: Base + Filling + (optional) Topping <br />Tools: Oven, Freezer <br /></p><p><strong>Ingredients:</strong> oat flour (1 cup), coconut oil (1/2 cup), dates (1/2 cup), banana (1), salt, fat coconut milk (300g), cooking chocolate 85% cocoa (200g), agave sirup (1/4 cup), chia seeds (1/2 cup).</p><h2 id=\"base\">Base:</h2><ul>  <li>1 cup oat flour</li>  <li>1/2 cup melted coconut oil</li>  <li>1/2 cup crushed dates</li>  <li>1 banana</li>  <li>salt</li></ul><p>Mix well and bake for 10-20 min on 180oC.</p><h2 id=\"filling\">Filling:</h2><ul>  <li>300g fat coconut milk</li>  <li>200g cooking chocolate 85% cocoa</li>  <li>1/4 cup agave sirup</li>  <li>1/2 cup chia seeds</li>  <li>salt</li></ul><p>Melt chocolate and mix well with other ingredients. Pour over the base, add topping if desired. Leave to cool.  Place in freezer for 2 hours.</p><h2 id=\"topping\">Topping:</h2><ul>  <li>1 apple thinly sliced</li></ul>",
            "url": "http://localhost:4000/salty-chocolate-bar",
            
            
            
            
            
            "date_published": "2021-01-18T00:00:00-01:00",
            "date_modified": "2021-01-18T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        }
    
    ]
}