{
    "version": "https://jsonfeed.org/version/1",
    "title": "Michał Korzonek",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "description": "Shine ✨ Shine ✨ Shine ✨",
    "icon": "http://localhost:4000/apple-touch-icon.png",
    "favicon": "http://localhost:4000/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "Michal Korzonek",
        "url": null,
        "avatar": null
    },
    
"items": [
    
        {
            "id": "http://localhost:4000/yearly-review-2021",
            "title": "Yearly Review 2021",
            "summary": "My personal yearly review for 2021",
            "content_text": "The first New Moon of 2022 is a perfect time to share with you my Yearly Review.It’s been a very special year in my life – it marked the beginning of a New Cycle, which I wish to be all about manifesting dreams. I feel like everything that happened this year was a long process of integrating everything that happened in my life so far, and preparing me for something new.Here’s the drawing of my year:I tell you a bit more about it, using a few scans from the pages of my 2021 journals, captured during my yearly review.Enjoy 💜Year of SquaresThe year begins with the Squares of course.You’ll notice that they changed quite significantly through the year. This is the page that took me from 15 Nov 2020 to 12 Jan 2021.Squares were a major theme of the year. I finally figured out what they are really about, and what is the most effective and fun way for me to inspire others to play along. In September I finally transformed the unpronounceable Minimalist Journaling System into Infinity Squares, and launched a brand new email-based course.As you can see below, my squares evolved a lot. Here’s September 2021:And in case you’re wondering, I still haven’t skipped a single one in over 1400 days. It is the most fundamental self-alignment practice in my life.On the other hand, I also realised that I need to make space in my professional life. I’ve been feeling a lot of confusion around JournalSmarter, which led to writing a letter to it (as in to the brand itself), where I tried to inquire what does JS want to become. After a long and painful process, I’ve decided to radically simplify my entire approach and launched (today) a new website. JournalSmarter will no longer be my main professional focus, in order to make space for what I feel called to do (more on that later). I’ll still keep the courses going and add a new journaling game / course whenever I feel like it. I also have a few pieces of the journaling puzzle that are ready to be published, so I’ll make than happen in the next few days. And then it’s time to breathe.Paradoxically, by removing all the financial pressure from JournalSmarter, as well as radically simplifying how it works, I have a feeling that this project will be more successful than ever. And I admit that the moment of insight which lead me to describe journaling as an infinite game unlocked something that has been stuck for a long time.Welcome to JournalSmarter 3.0. I hope that it will bring you a lot of joy.📖✨Year of PracticeIn December 2019 I had this crazy idea to offer a year-long cohort-based course, where I’ll take 20 people on a journey of building 3 practices of their choice through the year.I’m still due to write an in-depth documentation article on that journey, so I won’t go into more details now, and instead I’ll share about my own practices. Funny enough, they were completely different from what I expected them to be.BeingIn the summer I felt a call to ditch the comforts of a house and moved into a forest. It has been the most impactful summer of my life, along with 2013 (when I hitchhiked from Scotland to Greece) and 2017 (when I said goodbye to Edinburgh and began location independent life).Photo by Austeja LiuBeing in the forest started a deep process of reconnection with myself, tuning into my intuition, which allowed me to rediscover what is important to me and how I want to manifest it. I am forever grateful to Jean-Daniel who allowed me to live on his land, as well as Austeja and Niko, who were my forest neighbours.I started to write poetry and letters again, I felt free like I haven’t in a couple of years, and I have learnt a few critical lessons, which I then integrated on a trip to the Mainland Portugal in September, which blew my mind beyond anything I knew before.WalkingThe seed of walking has been planted during my little camino in Faial island. I felt called to go there and connect with the island, and instead of cycling or driving I wanted to walk. So I walked for three days pretty much non-stop, covering the entire island, climbing up and down volcanoes, and sleeping in a hammock in the forest.In September, I spent three weeks walking in Lisbon and Porto, for most of my waking hours. Soon after walking up I’d leave the house and began walking, walking, walking and come back late at night to sleep and then walk again the following day.I have never reached the level of self-awareness before that trip. I’ve experienced unprecedented abundance, flow of synchronicities, moments of beauty, unexpected beautiful connections with people and other beings, and powerful insights.I don’t really have words to describe it just yet.I wrote “I want to” and then decided to strike it through, as “I am” walking and writing stories. It is happening already. And if you’re curious about what was the story written below, it is here and it was a moment of vulnerable and hilarious insight.In 2021, walking became my meditation. My way of Being. My lifestyle.It’s all I need in order to encounter and create Magic. And Magic is precisely what I’m after.Making SpaceCreating spaces for magic to emerge is something that I feel called for, and it’s also when I feel like fish in the sea.This year was special in that regard.I co-hosted the first community gathering in Pico, which was a game-changer for the community. Before the gathering I used to feel that I have friends in the island. After the gathering I had a family.I took this energy further with our second gathering, designed to 1) help each of us to understand what kind of community do we want to be a part of, and 2) find ways to support each other to make these visions come true in the context of our island. It was a very special moment for our community and for me, as a catalyst. Here’s a community catalysing game I prototyped during the gathering.I still remember the crazy brainstorming session when the game idea came to me:I’ve also created a performance with Austeja, which moved local people and kids in ways that we haven’t expected. We also co-created a more events in Pico, such as Slam Jam, Masking Around, and more. We also had our bi-weekly sharing circle and a drum crew. Loads and Loads of spaces and even more magical moments that emerged from there.I’ve also had the honour to create a wedding ceremony for a dear friend and his lovely partner. I loved it and I’m game for creating more ceremonies. Call me 😉.Apart from making spaces in real life, I’ve also created some powerful digital experiences, such as Year of Practice (a year-long practice-building community), Habit Sprint (a three-month, focused version), Relational Weekly Review (a weekly co-journaling session boosted with relational growth), *Enspiral Europe Connection Weekend (an experiment in weaving social fabric in the European part of Enspiral network) and more.Intermission: Top Songs, Films, and Books of 2021.Three Songs That Moved MeAdult Jazz - Springfulbandcamp | spotifyAs I was about to depart for a trip that would turn out to be the most powerful journey in my life so far, I asked my best friend for a gift: a few songs to go along with me. Springful was the one that created a powerful emotional shift inside of me, and prompted me to dance, dance, dance and then dance some more, as I was deepening my self-awareness reaching unprecedented levels, while walking for hours in the streets of Lisbon and Porto.It is one of these few songs that will always stay with me, reminding me of this very special moment in my personal history whenever I get to listen to it.Milo - Folk Metaphysics soundcloud | spotify lyricsI remember the moment when this song came into my headphones for the first time. I paused. I listen to it, and then listened to it on repeat a few times to really understand the lyrics. There’s something about this song that puts me in a very special state of Being  – humble, honest, creative, melancholic, connected.Milo is one of the most important poets I discovered this year, and I highly recommend his work.Climbing Poetree - Awakeningbancamp| spotify lyricsSpeaking of poets, here’s two of them, united in a raw and powerful force of nature poetry. Listening to this song (and a few other ones) make me shiver, and there are not many songs that can do that.Note:I deliberately avoided youtube links for the songs, as I’m on a quest to set myself free from google. It’s not an easy task and it requires practice.Three Films that I absolutely lovedThe Twentieth Century MubiIncredible example of neo-German-expressionism, depicting the story of a Canadian prime minister rising to power. The vibe is really quite something, and it’s good old-school set design, not computer generated stuff.The Brick WikipediaDear, oh dear, what a feast.The dialogue, the characters, the intrigue, the cinematography… I loved all of it. And translating the tropes of noir into American high-school environment works exceptionally well. Make no mistake – this is nothing like a typical American high-school comedy. Brick is a piece of art.One of my favourite moments is the conversation when the hero rejects help from la famme:  BRENDANLook, I can’t trust you. You ought to be smart enough to know that. I didn’t shake up the party to get your attention, and I’m not heeling you to hook you. Your connections could help me, but the bad baggage they bring could make it zero sum game or even hurt me. Better off coming at it clean.  LAURAI wouldn’t have to lead you in by the…  BRENDANI can’t trust you. Brad was a sap, you weren’t. You’re with him, so you’re playing him. So you’re a player. With you behind me, I’d have to tie one eye up, watching both of your hands. I can’t spare it.You’re absolutely right, Brendan. She is a player indeed.Another Round MubiFour school teachers embark on an experiment to prove an obscure theory: maintain a constant level of alcohol to see if it will make them happy. The result is a wonderfully dark comedy from the magnificent Scandinavian school of film-making.Speaking of good films, I can’t recommend MUBI enough. The curation is amazing, and instead of force-feeding whatever into your throat like Netflix, Mubi actually helps you find cinematic gems. This link gets you (and me) a free month.Honorable mention: A Gathering of the TribeA powerful, 9 minute short, perfectly fitting for our current times. It really touched me.Youtube linkBook of the YearSacred Economics by Charles Eisenstein. No doubt here.In fact, I find Charles to be one of the most important writers of today’s world. I can’t recommend checking out his work on Substack. Here’s one of the recent essays that expressed very accurately a lot of my feelings regarding that virus: A Path Will Rise to Meet Us.The Alternative Culture is here. All we need to do is shine ✨Most of all, the 2021 shown me that the (for a lack of better word) global capitalist culture is not only complete bullshit (this I knew for a long time), but the alternative is already here and so many people already made the shift. It’s possible. It’s happening. No more excuses and keeping the hamster wheel going.It’s been such a privilege to learn from and with all the wonderful souls I’ve met this year. Here are a few of them:And there were oh so many.It’s not that the change is coming.It is right here, right now.All we need to do is shine ✨.And, of course, NO FEAR.Fear is heart killer.Gratitude MandalaSpeaking of the people I’ve been lucky to meet…Every year I draw a Gratitude Mandala, which includes beings I’m grateful for in the year that has ended. It’s a part of my yearly review since 2019.Here’s the mandala for 2021:Since I’ve been reconnecting with my letter writing practice recently, I’ve decided to write as many letters to as many of these wonderful souls as possible. Some of the letters will be public, and I’ll keep adding them here.For now, there’s only a letter to Kiki, the wonderful cat that lives with me, which is an absolutely amazing being, and I’ve learn a lot from her.And hey, since you are here right now:THANK YOU FOR BEING A PART OF MY LIFE.💜 💜 💜Setting a new course for 2022New Lunar Year is a good moment to adjust the course I’m taking in life.I still feel like doing a bit more internal soul-searching in that field, but the direction is clear.My #1 priority in 2022 is to create and document regenerative communities.It seems like it’s a perfect Ikigai – a direction encompassing something the world needs, something I’m good at, something I love doing and something I can get paid for. I wrote a sweet article about it a long time ago, and I actually feel like revisiting the exercises I shared there.But for now, here’s a hypothesis:If I make more space for my community catalysing activities and keep documenting what I do and how I do it (whether in Pico, the Azores, or digital) my work will create a serious ripple effect inspiring and encouraging people to create their own communities and regenerative projects. And part of that ripple effect will come back to me in the form of gratitude and financial support allowing me to do more meaningful work in that area.In other words, instead of pushing to sell products, I’d rather be supported by people who believe that what I do is important, and who want to help me make it happen. So, I’ve set up a Patreon account and I’m excited to see what happens. It’d mean the world to me if you would consider being a part of that journey.You can see what I’m focusing on here.I wish you Freedom, Joy and Fulfilment. Let’s co-create a beautiful world where all beings can thrive. It’s possible. All we need to do is shine ✨.Thank you for Being,Michałps. Since this is a New Moon, I’m due my Moonly video. But that will still take a moment. I’ll update it here when ready.",
            "content_html": "<p>The first New Moon of 2022 is a perfect time to share with you my Yearly Review.</p><p>It’s been a very special year in my life – it marked the beginning of a New Cycle, which I wish to be all about <strong>manifesting dreams</strong>. I feel like everything that happened this year was a long process of integrating everything that happened in my life so far, and preparing me for something new.</p><p>Here’s the drawing of my year:</p><p><img src=\"/assets/year-2021.jpg\" alt=\"Poster with year 2021\" /></p><p>I tell you a bit more about it, using a few scans from the pages of my 2021 journals, captured during my yearly review.</p><p>Enjoy 💜</p><h2 id=\"year-of-squares\">Year of Squares</h2><p>The year begins with the Squares of course.</p><p>You’ll notice that they changed quite significantly through the year. This is the page that took me from 15 Nov 2020 to 12 Jan 2021.</p><p><img src=\"/assets/squares-2020-2021.jpeg\" alt=\"page of Infinity Squares\" /></p><p>Squares were a major theme of the year. I finally figured out what they are really about, and what is the most effective and fun way for me to inspire others to play along. In September I finally transformed the unpronounceable <em>Minimalist Journaling System</em> into <em><a href=\"https://infinitysquares.xyz\" target=\"_blank\">Infinity Squares</a></em>, and launched a brand new email-based course.</p><p>As you can see below, my squares evolved a lot. Here’s September 2021:</p><p><img src=\"/assets/squares-of-abundance.jpeg\" alt=\"Moonly spread with squares\" /></p><p>And in case you’re wondering, I still haven’t skipped a single one in over 1400 days. <strong>It is the most fundamental self-alignment practice in my life.</strong></p><p>On the other hand, I also realised that I need to make space in my professional life. I’ve been feeling a lot of confusion around JournalSmarter, which led to <a href=\"/unexpected-birthday-letter\" target=\"_blank\">writing a letter</a> to it (as in to the brand itself), where I tried to inquire what does JS want to become. After a long and painful process, <strong>I’ve decided to radically simplify my entire approach and launched (today) a new website.</strong> JournalSmarter will no longer be my main professional focus, in order to make space for what I feel called to do (more on that later). I’ll still keep the courses going and add a new journaling game / course whenever I feel like it. I also have a few pieces of the journaling puzzle that are ready to be published, so I’ll make than happen in the next few days. And then it’s time to breathe.</p><p>Paradoxically, by removing all the financial pressure from JournalSmarter, as well as radically simplifying how it works, I have a feeling that this project will be more successful than ever. And I admit that the moment of insight which lead me to describe <strong>journaling as an infinite game</strong> unlocked something that has been stuck for a long time.</p><p>Welcome to <a href=\"https://journalsmarter.com/\" target=\"_blank\">JournalSmarter</a> 3.0. I hope that it will bring you a lot of joy.</p><p>📖✨</p><h2 id=\"year-of-practice\">Year of Practice</h2><p>In December 2019 I had this crazy idea to offer a year-long cohort-based course, where I’ll take 20 people on a journey of building 3 practices of their choice through the year.</p><p>I’m still due to write an in-depth documentation article on that journey, so I won’t go into more details now, and instead I’ll share about my own practices. Funny enough, they were completely different from what I expected them to be.</p><h3 id=\"being\">Being</h3><p><img src=\"/assets/being-doing-thinking.jpeg\" alt=\"Triangle with Being, Doing and Thinking in the corners\" /></p><p>In the summer I felt a call to ditch the comforts of a house and moved into a forest. <strong>It has been the most impactful summer of my life</strong>, along with 2013 (when I hitchhiked from Scotland to Greece) and 2017 (when I said goodbye to Edinburgh and began location independent life).</p><p><img src=\"/assets/forest-michal.jpeg\" alt=\"Happy Michal in the forest\" /></p><p><em>Photo by <a href=\"https://austejaliu.com\" target=\"_blank\">Austeja Liu</a></em></p><p>Being in the forest started a deep process of reconnection with myself, tuning into my intuition, which allowed me to rediscover what is important to me and how I want to manifest it. I am forever grateful to Jean-Daniel who allowed me to live on his land, as well as Austeja and Niko, who were my forest neighbours.</p><p>I started to write poetry and letters again, I felt free like I haven’t in a couple of years, and I have learnt a few critical lessons, which I then integrated on a trip to the Mainland Portugal in September, which blew my mind beyond anything I knew before.</p><p><img src=\"/assets/present-being.jpeg\" alt=\"The more present I am, the more time I have. I am Being.\" /></p><h3 id=\"walking\">Walking</h3><p>The seed of walking has been planted during my little camino in Faial island. I felt called to go there and connect with the island, and instead of cycling or driving I wanted to walk. So I walked for three days pretty much non-stop, covering the entire island, climbing up and down volcanoes, and sleeping in a hammock in the forest.</p><p>In September, I spent three weeks walking in Lisbon and Porto, for most of my waking hours. Soon after walking up I’d leave the house and began walking, walking, walking and come back late at night to sleep and then walk again the following day.</p><p><strong>I have never reached the level of self-awareness before that trip. I’ve experienced unprecedented abundance, flow of synchronicities, moments of beauty, unexpected beautiful connections with people and other beings, and powerful insights.</strong></p><p>I don’t really have words to describe it just yet.</p><p><img src=\"/assets/walking-stories.jpeg\" alt=\"I walk and write stories\" /></p><p><em>I wrote “I want to” and then decided to strike it through, as “I am” walking and writing stories. It is happening already. And if you’re curious about what was the story written below, it is <a href=\"/vaclav-havel-and-conflicting-advice\" target=\"_blank\">here</a> and it was a moment of vulnerable and hilarious insight.</em></p><p>In 2021, walking became my meditation. My way of Being. My lifestyle.</p><p>It’s all I need in order to encounter and create Magic. And Magic is precisely what I’m after.</p><h3 id=\"making-space\">Making Space</h3><p><strong>Creating spaces for magic to emerge is something that I feel called for, and it’s also when I feel like fish in the sea.</strong></p><p>This year was special in that regard.</p><p><strong>I co-hosted the <a href=\"https://pico.microsolidarity.cc/projects/summer-gathering-2021\" target=\"_blank\">first community gathering in Pico</a></strong>, which was a game-changer for the community. Before the gathering I used to feel that I have <em>friends</em> in the island. After the gathering I had a <em>family</em>.</p><p><img src=\"/assets/pico-summer-fire.jpeg\" alt=\"Summer Gathering Fire\" /></p><p><strong>I took this energy further with our <a href=\"https://pico.microsolidarity.cc/projects/autumn-gathering-2021\" target=\"_blank\">second gathering</a></strong>, designed to 1) help each of us to understand what kind of community do we want to be a part of, and 2) find ways to support each other to make these visions come true in the context of our island. It was a very special moment for our community and for me, as a catalyst. Here’s a <a href=\"/community-council\" target=\"_blank\">community catalysing game</a> I prototyped during the gathering.</p><p>I still remember the crazy brainstorming session when the game idea came to me:</p><p><img src=\"/assets/community-council-early-prototype.jpeg\" alt=\"Early prototype of the game\" /></p><p><strong>I’ve also created a <a href=\"/ouroboros\" target=\"_blank\">performance</a> with Austeja</strong>, which moved local people and kids in ways that we haven’t expected. We also co-created a more events in Pico, such as <em><a href=\"https://cryptpad.fr/pad/#/2/pad/view/S8q92EhUcHMkTx3IASAbzDYd6w2GDEU+mOJuKsXsxrg/\" target=\"_blank\">Slam Jam</a></em>, <em>Masking Around</em>, and more. We also had our bi-weekly <a href=\"https://pico.microsolidarity.cc/projects/sharing-circle\" target=\"_blank\">sharing circle</a> and a <a href=\"https://pico.microsolidarity.cc/projects/drum-crew\" target=\"_blank\">drum crew</a>. Loads and Loads of spaces and even more magical moments that emerged from there.</p><p>I’ve also had the honour to <strong>create a wedding ceremony</strong> for a dear friend and his lovely partner. I loved it and I’m game for creating more ceremonies. Call me 😉.</p><p><img src=\"/assets/bruno-vera-wedding.jpeg\" alt=\"Bruno and Vera Wedding\" /></p><p>Apart from making spaces in real life, <strong>I’ve also created some powerful digital experiences</strong>, such as <em>Year of Practice</em> (a year-long practice-building community), <em>Habit Sprint</em> (a three-month, focused version), <em>Relational Weekly Review</em> (a weekly co-journaling session boosted with relational growth), *Enspiral Europe Connection Weekend (an experiment in weaving social fabric in the European part of Enspiral network) and more.</p><hr /><h2 id=\"intermission-top-songs-films-and-books-of-2021\">Intermission: Top Songs, Films, and Books of 2021.</h2><h3 id=\"three-songs-that-moved-me\">Three Songs That Moved Me</h3><p><strong>Adult Jazz - <em>Springful</em></strong><br /><a href=\"https://adultjazz.bandcamp.com/album/am-gone-springful\" target=\"_blank\">bandcamp</a> | <a href=\"https://open.spotify.com/track/45opxzY71t0ZkTpZHUWNTX?si=6cedaee529f644a8\" target=\"_blank\">spotify</a></p><p>As I was about to depart for a trip that would turn out to be the most powerful journey in my life so far, I asked my best friend for a gift: a few songs to go along with me. <em>Springful</em> was the one that created a powerful emotional shift inside of me, and prompted me to dance, dance, dance and then dance some more, as I was deepening my self-awareness reaching unprecedented levels, while walking for hours in the streets of Lisbon and Porto.</p><p>It is one of these few songs that will always stay with me, reminding me of this very special moment in my personal history whenever I get to listen to it.</p><p><strong>Milo - <em>Folk Metaphysics</em></strong> <br /><a href=\"https://soundcloud.com/mariellsoko/milo-metaphysics\" target=\"_blank\">soundcloud</a> | <a href=\"https://open.spotify.com/track/7kj65lgrESm8DDmuRRII1V?si=2ce504ec551245b5\" target=\"_blank\">spotify</a> <br /><a href=\"https://genius.com/Milo-folk-metaphysics-lyrics\" target=\"_blank\">lyrics</a></p><p>I remember the moment when this song came into my headphones for the first time. I paused. I listen to it, and then listened to it on repeat a few times to really understand the lyrics. There’s something about this song that puts me in a very special state of Being  – humble, honest, creative, melancholic, connected.</p><p>Milo is one of the most important poets I discovered this year, and I highly recommend his work.</p><p><strong>Climbing Poetree - <em>Awakening</em></strong><br /><a href=\"https://climbingpoetree.bandcamp.com/track/awakening\" target=\"_blank\">bancamp</a>| <a href=\"https://open.spotify.com/track/2AHkTIX1r0ggATMBxRXXyI?si=c3b94280d6d84617\" target=\"_blank\">spotify</a> <br /><a href=\"https://lyricstranslate.com/en/climbing-poetree-awakening-lyrics.html\" target=\"_blank\">lyrics</a></p><p>Speaking of poets, here’s two of them, united in a raw and powerful force of nature poetry. Listening to this song (and a few other ones) make me shiver, and there are not many songs that can do that.</p><p><em>Note:I deliberately avoided youtube links for the songs, as I’m on a quest to set myself <a href=\"/google-free\" target=\"_blank\">free from google</a>. It’s not an easy task and it requires practice.</em></p><h3 id=\"three-films-that-i-absolutely-loved\">Three Films that I absolutely loved</h3><p><strong>The Twentieth Century</strong> <br /><a href=\"https://mubi.com/films/the-twentieth-century\" target=\"_blank\">Mubi</a></p><p>Incredible example of neo-German-expressionism, depicting the story of a Canadian prime minister rising to power. The vibe is really quite something, and it’s good old-school set design, not computer generated stuff.</p><p><img src=\"/assets/twentieth-century.jpeg\" alt=\"The Twentieth Century\" /></p><p><strong>The Brick</strong> <br /><a href=\"https://en.wikipedia.org/wiki/Brick_(film)\" target=\"_blank\">Wikipedia</a></p><p>Dear, oh dear, what a feast.</p><p>The dialogue, the characters, the intrigue, the cinematography… I loved all of it. And translating the tropes of <em>noir</em> into American high-school environment works exceptionally well. Make no mistake – this is nothing like a typical American high-school comedy. <strong><em>Brick</em> is a piece of art.</strong></p><p>One of my favourite moments is the conversation when the hero rejects help from <em>la famme</em>:</p><blockquote>  <p>BRENDAN<br />Look, I can’t trust you. You ought to be smart enough to know that. I didn’t shake up the party to get your attention, and I’m not heeling you to hook you. Your connections could help me, but the bad baggage they bring could make it zero sum game or even hurt me. Better off coming at it clean.</p>  <p>LAURA<br />I wouldn’t have to lead you in by the…</p>  <p>BRENDAN<br />I can’t trust you. Brad was a sap, you weren’t. <strong>You’re with him, so you’re playing him. So you’re a player. With you behind me, I’d have to tie one eye up, watching both of your hands. I can’t spare it.</strong></p></blockquote><p>You’re absolutely right, Brendan. She is a player indeed.</p><p><img src=\"/assets/brick-laura-brendan.jpg\" alt=\"Brendan and Laura\" /></p><p><strong>Another Round</strong> <br /><a href=\"https://mubi.com/films/druk\" target=\"_blank\">Mubi</a></p><p>Four school teachers embark on an experiment to prove an obscure theory: maintain a constant level of alcohol to see if it will make them happy. The result is a wonderfully dark comedy from the magnificent Scandinavian school of film-making.</p><p><img src=\"/assets/another-round.jpeg\" alt=\"Druk\" /></p><p><strong>Speaking of good films, I can’t recommend MUBI enough.</strong> The curation is amazing, and instead of force-feeding whatever into your throat like Netflix, Mubi actually helps you find cinematic gems. <a href=\"https://mubi.com/t/web/global/38ju9H3E\" target=\"_blank\">This link</a> gets you (and me) a free month.</p><p><strong>Honorable mention: <em>A Gathering of the Tribe</em></strong></p><p>A powerful, 9 minute short, perfectly fitting for our current times. It really touched me.</p><p><a href=\"https://www.youtube.com/watch?v=XinVOpdcbVc\" target=\"_blank\">Youtube link</a></p><h3 id=\"book-of-the-year\">Book of the Year</h3><p><em><a href=\"https://sacred-economics.com/\" target=\"_blank\">Sacred Economics</a></em> by Charles Eisenstein. No doubt here.</p><p>In fact, I find Charles to be one of the most important writers of today’s world. I can’t recommend checking out his work on <a href=\"https://charleseisenstein.substack.com/\" target=\"_blank\">Substack</a>. Here’s one of the recent essays that expressed very accurately a lot of my feelings regarding <em>that</em> virus: <em><a href=\"https://charleseisenstein.substack.com/p/a-path-will-rise-to-meet-us\" target=\"_blank\">A Path Will Rise to Meet Us</a></em>.</p><hr /><h2 id=\"the-alternative-culture-is-here-all-we-need-to-do-is-shine-\">The Alternative Culture is here. All we need to do is shine ✨</h2><p>Most of all, the 2021 shown me that the (for a lack of better word) global capitalist culture is not only complete bullshit (this I knew for a long time), but the alternative is already here and so many people already made the shift. It’s possible. It’s happening. No more excuses and keeping the hamster wheel going.</p><p>It’s been such a privilege to learn from and with all the wonderful souls I’ve met this year. Here are a few of them:</p><p><img src=\"/assets/new-culture.jpeg\" alt=\"A few people I met\" /></p><p>And there were oh so many.</p><p>It’s not that the change is coming.</p><p>It is right here, right now.</p><p>All we need to do is shine ✨.</p><p>And, of course, NO FEAR.</p><p>Fear is heart killer.</p><h2 id=\"gratitude-mandala\">Gratitude Mandala</h2><p>Speaking of the people I’ve been lucky to meet…</p><p>Every year I draw a <a href=\"https://journalsmarter.com/gratitude-mandala\" target=\"_blank\">Gratitude Mandala</a>, which includes beings I’m grateful for in the year that has ended. It’s a part of my yearly review since 2019.</p><p>Here’s the mandala for 2021:</p><p><img src=\"/assets/gratitude-mandala-2021.jpg\" alt=\"Gratitude Mandala 2021\" /></p><p>Since I’ve been reconnecting with my letter writing practice recently, I’ve decided to write as many letters to as many of these wonderful souls as possible. Some of the letters will be public, and I’ll keep adding them <a href=\"/gratitude-mandala-2021\" target=\"_blank\">here</a>.</p><p>For now, there’s only a letter to Kiki, the wonderful cat that lives with me, which is an absolutely amazing being, and I’ve learn a lot from her.</p><p>And hey, since you are here right now:</p><p><strong>THANK YOU FOR BEING A PART OF MY LIFE.</strong></p><p>💜 💜 💜</p><h2 id=\"setting-a-new-course-for-2022\">Setting a new course for 2022</h2><p>New Lunar Year is a good moment to adjust the course I’m taking in life.</p><p>I still feel like doing a bit more internal soul-searching in that field, but the direction is clear.</p><p><strong>My #1 priority in 2022 is to create and document regenerative communities.</strong></p><p>It seems like it’s a perfect <em>Ikigai</em> – a direction encompassing something the world needs, something I’m good at, something I love doing and something I can get paid for. I wrote a <a href=\"https://betterhumans.pub/how-to-chart-a-new-course-for-your-life-with-3-simple-diagrams-e9cc6b59c49d?sk=9afa2b3f5abcec0c48774bf022b1ef77\" target=\"_blank\">sweet article</a> about it a long time ago, and I actually feel like revisiting the exercises I shared there.</p><p>But for now, here’s a hypothesis:</p><p><strong>If I make more space for my community catalysing activities and keep documenting what I do and how I do it (whether in <a href=\"https://pico.microsolidarity.cc/\" target=\"_blank\">Pico</a>, the Azores, or digital) my work will create a serious ripple effect inspiring and encouraging people to create their own communities and regenerative projects. And part of that ripple effect will come back to me in the form of gratitude and financial support allowing me to do more meaningful work in that area.</strong></p><p>In other words, instead of pushing to sell products, I’d rather be supported by people who believe that what I do is important, and who want to help me make it happen. So, I’ve set up a <a href=\"https://patreon.com/michalkorzonek\" target=\"_blank\">Patreon account</a> and I’m excited to see what happens. It’d mean the world to me if you would consider being a part of that journey.</p><p>You can see what I’m focusing on <a href=\"/focus\" target=\"_blank\">here</a>.</p><hr /><p>I wish you Freedom, Joy and Fulfilment. Let’s co-create a beautiful world where all beings can thrive. It’s possible. All we need to do is shine ✨.</p><p>Thank you for Being,<br />Michał</p><p>ps. Since this is a New Moon, I’m due my Moonly video. But that will still take a moment. I’ll update it here when ready.</p>",
            "url": "http://localhost:4000/yearly-review-2021",
            "image": "/assets/year-2021.jpg",
            
            
            
            
            "date_published": "2022-01-02T00:00:00-01:00",
            "date_modified": "2022-01-02T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/gratitude-mandala-2021",
            "title": "Gratitude Mandala",
            "summary": "A beautiful prompt for writing heartfelt letters to the people who shaped my year",
            "content_text": "Every year I draw a Gratitude Mandala, which includes beings I’m grateful for in the year that has ended. It’s a part of my yearly review since 2019.Here’s the mandala from 2021:I’ve been reconnecting with my letter writing practice recently, and I’ve decided to make some of the letters public. Here’s the list:  To Kiks - a letter to Kiki, a wonderful cat that lives with me",
            "content_html": "<p>Every year I draw a <a href=\"https://journalsmarter.com/gratitude-mandala\" target=\"_blank\">Gratitude Mandala</a>, which includes beings I’m grateful for in the year that has ended. It’s a part of my yearly review since 2019.</p><p>Here’s the mandala from 2021:</p><p><img src=\"/assets/gratitude-mandala-2021.jpg\" alt=\"Gratitude Mandala 2021\" /></p><p>I’ve been reconnecting with my letter writing practice recently, and I’ve decided to make some of the letters public. Here’s the list:</p><ul>  <li><a href=\"/to-kiks\">To Kiks</a> - a letter to Kiki, a wonderful cat that lives with me</li></ul>",
            "url": "http://localhost:4000/gratitude-mandala-2021",
            "image": "/assets/gratitude-mandala-2021.jpg",
            
            
            
            
            "date_published": "2022-01-02T00:00:00-01:00",
            "date_modified": "2022-01-02T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/google-free",
            "title": "Google Free before 23",
            "summary": "Freeing myself from Google",
            "content_text": "2022 is the time to finally ditch Google from my personal and professional life, as much as possible.Why? Because:  I don’t align with its values  I’m disturbed by the insane power that a single corporation has  There are plenty of functional and awesome alternatives  I’m done sacrificing my values for convenienceIn other words: I can’t bullshit myself anymore that it’s too hard. It just takes some time.If you need more convincing on why ditch Google, there are some resources at the end of this post.Wanna chat about this? Tweet me.Using Google is a habitAs I embarked on this journey, I noticed that quitting google is very similar to quitting a bad habit. Over numerous year of interacting with the internet, I have conditioned myself to default to google, and it’s not easy at all to give it up.This is a powerful realisation, because I am a certified habit building coach, and I have worked with clients (and myself) in the area of habit building for quite some time. This means I know exactly how to approach this situation effectively, or at least give it my best shot.The critical idea in habit-building is to steadily keep moving forward with a tiny habit, rather than overcommitting. This is why I don’t intend to migrate away from google in a week or so, but rather see it as an ongoing process, which I’m going to document here.Here’s my (ongoing) process:✅Google ChromeI always preferred Firefox. Brave is cool too (I use it on mobile). Easy peasy.Google SearchMojeek + DuckDuckGoI swapped to DuckDuckGo years ago and it used to be my default search engine until I read this amazing article exploring private search engines. Turns out DDG stores some information, plus it is US-based, which doesn’t inspire my confidence at all.I’ve decided to move to Mojeek as my primary search, and supplement it with DDG whenever necessary.Youtube for musicSpotifyI’ve quit youtube for music when I joined Spotify. I have a family premium account. Other alternatives I like are Soundcloud and Bandcamp . The latter is a great way of supporting artists I love financially and downloading music for offline use, which will come in handy when I move to a sailboat ⛵️.⏳Google DriveCryptdriveI love cryptdrive and it was a no-brainer to switch. I’m using it for all new files, but I still need to migrate documents from Google Drive.Unfortunately, this is one of these things that have a tendency of sending me down a rabbit hole of over organising folders etc. I admit my drive is a combination of well organised PARA system and a folder with all the mess that I made over the years, which I never got to really clean up.It’s worth noting here that I’m redesigning my computer experience for offline-first and obsidian-centered.GmailProtonmailAfter going on a rabbit hole of research triggered by this article  about secure emails, I reached a conclusion that there is no fully private option on the market. Even Protonmail and Tutanota have serious issues.After considering different pros and cons, I made my decision to go with protonmail. It’s not perfect, but definitely better than gmail.Unfortunately, this is where the migration becomes tricky.1) All my digital world relies on multiple @gmail addresses and the process of moving to Proton is essentially an opportunity to practice one of the virtues I’m not so good at – patience.2) My recovering-perfectionist mind wants me to create a perfect combination of email addresses, for personal, work and secret purposes.The habit-building work begins here. I created my free protonmail account and started using it for creating new accounts, subscriptions etc. I’ll eventually move to a paid plan, as I ditch my business google accounts.Google CalendarProton CalendarThere are three problems with Proton Calendar:  the design on mobile is quite poor for my use case, and since I have to use the dedicated app I can’t fix it with a third-party app  development cycles in Proton are ridiculously long.  can it work with calendly or other scheduling tool?For now I started migrating some of my events there, and I’ll continue the process over time.Youtube⚠️ research phase: D.tube and OdyseeI just caught myself automatically going to youtube to look for something (LYT obsidian videos), which yet again brings me back to the idea that quitting Google is like quitting a bad habit.I noticed though, so I went on to try alternatives. Dtube gave me nothing, but Odysee shown more promising results.I’m still not convinced to go with it and migrate all my youtube content there, but I am considering it.Google PhotosPiwigo?Google TranslateGoogle AnalyticsResources  Restore Privacy - an in-depth resource exploring digital privacy issues. This is my go-to website in that area at the moment.  Twitter thread summarizing key points of 173 pages of the unredacted Google antitrust filing  Article on how to ditch google",
            "content_html": "<p>2022 is the time to finally ditch Google from my personal and professional life, as much as possible.</p><p>Why? Because:</p><ul>  <li>I don’t align with its values</li>  <li>I’m disturbed by the insane power that a single corporation has</li>  <li>There are plenty of functional and awesome alternatives</li>  <li>I’m done sacrificing my values for convenience</li></ul><p>In other words: <strong>I can’t bullshit myself anymore that it’s too hard. It just takes some time.</strong></p><p>If you need more convincing on why ditch Google, there are some resources at the end of this post.</p><p>Wanna chat about this? <a href=\"https://twitter.com/michalkorzonek\" target=\"_blank\">Tweet me</a>.</p><h2 id=\"using-google-is-a-habit\">Using Google is a habit</h2><p>As I embarked on this journey, I noticed that <strong>quitting google is very similar to quitting a bad habit</strong>. Over numerous year of interacting with the internet, I have conditioned myself to default to google, and it’s not easy at all to give it up.</p><p>This is a powerful realisation, because I am a certified habit building coach, and I have worked with clients (and myself) in the area of habit building for quite some time. This means I know exactly how to approach this situation effectively, or at least give it my best shot.</p><p><strong>The critical idea in habit-building is to steadily keep moving forward with a tiny habit, rather than overcommitting.</strong> This is why I don’t intend to migrate away from google in a week or so, but rather see it as an ongoing process, which I’m going to document here.</p><p>Here’s my (ongoing) process:</p><p align=\"center\">✅</p><p><br /></p><h2 id=\"google-chrome\">Google Chrome</h2><p>I always preferred <a href=\"https://www.mozilla.org/en-GB/firefox/new/\" target=\"_blank\">Firefox</a>. <a href=\"https://brave.com/\" target=\"_blank\">Brave</a> is cool too (I use it on mobile). Easy peasy.</p><h2 id=\"google-search\">Google Search</h2><p><a href=\"https://www.mojeek.com/\" target=\"_blank\">Mojeek</a> + <a href=\"https://duckduckgo.com/\" target=\"_blank\">DuckDuckGo</a></p><p>I swapped to <em>DuckDuckGo</em> years ago and it used to be my default search engine until I read this <a href=\"https://restoreprivacy.com/private-search-engine/\" target=\"_blank\">amazing article</a> exploring private search engines. Turns out DDG stores some information, plus it is US-based, which doesn’t inspire my confidence at all.</p><p>I’ve decided to move to <em>Mojeek</em> as my primary search, and supplement it with DDG whenever necessary.</p><h2 id=\"youtube-for-music\">Youtube for music</h2><p><a href=\"http://spotify.com/\" target=\"_blank\">Spotify</a></p><p>I’ve quit youtube for music when I joined <em>Spotify</em>. I have a family premium account. Other alternatives I like are <a href=\"https://soundcloud.com\" target=\"_blank\">Soundcloud</a> and <a href=\"https://bandcamp.com/\" target=\"_blank\">Bandcamp</a> . The latter is a great way of supporting artists I love financially and downloading music for offline use, which will come in handy when I move to a sailboat ⛵️.</p><p align=\"center\">⏳</p><p><br /></p><h2 id=\"google-drive\">Google Drive</h2><p><a href=\"https://cryptpad.fr/\" target=\"_blank\">Cryptdrive</a></p><p>I love cryptdrive and it was a no-brainer to switch. I’m using it for all new files, but I still need to migrate documents from Google Drive.</p><p>Unfortunately, this is one of these things that have a tendency of sending me down a rabbit hole of over organising folders etc. I admit my drive is a combination of well organised <a href=\"https://fortelabs.co/blog/para/\" target=\"_blank\">PARA system</a> and a folder with all the mess that I made over the years, which I never got to really clean up.</p><p>It’s worth noting here that I’m redesigning my computer experience for <em>offline-first</em> and <em><a href=\"https://obsidian.md/\" target=\"_blank\">obsidian</a>-centered</em>.</p><h2 id=\"gmail\">Gmail</h2><p><a href=\"https://protonmail.com/\" target=\"_blank\">Protonmail</a></p><p>After going on a rabbit hole of research triggered by this <a href=\"https://restoreprivacy.com/email/secure/\" target=\"_blank\">article</a>  about secure emails, I reached a conclusion that there is no fully private option on the market. Even Protonmail and Tutanota have serious issues.</p><p>After considering different pros and cons, I made my decision to go with protonmail. It’s not perfect, but definitely better than gmail.</p><p>Unfortunately, this is where the migration becomes tricky.</p><p>1) All my digital world relies on multiple @gmail addresses and the process of moving to Proton is essentially an opportunity to practice one of the virtues I’m not so good at – patience.</p><p>2) My recovering-perfectionist mind wants me to create a perfect combination of email addresses, for personal, work and secret purposes.</p><p>The habit-building work begins here. I created my free protonmail account and started using it for creating new accounts, subscriptions etc. I’ll eventually move to a paid plan, as I ditch my business google accounts.</p><h2 id=\"google-calendar\">Google Calendar</h2><p>Proton Calendar</p><p>There are three problems with Proton Calendar:</p><ul>  <li>the design on mobile is quite poor for my use case, and since I have to use the dedicated app I can’t fix it with a third-party app</li>  <li>development cycles in Proton are ridiculously long.</li>  <li>can it work with calendly or other scheduling tool?</li></ul><p>For now I started migrating some of my events there, and I’ll continue the process over time.</p><h2 id=\"youtube\">Youtube</h2><p>⚠️ research phase: <a href=\"https://d.tube/\" target=\"_blank\">D.tube</a> and <a href=\"https://odysee.com/\" target=\"_blank\">Odysee</a></p><p>I just caught myself automatically going to youtube to look for something (LYT obsidian videos), which yet again brings me back to the idea that quitting Google is like quitting a bad habit.</p><p>I noticed though, so I went on to try alternatives. <em>Dtube</em> gave me nothing, but <em>Odysee</em> shown more promising results.</p><p>I’m still not convinced to go with it and migrate all my youtube content there, but I am considering it.</p><h2 id=\"google-photos\">Google Photos</h2><p><a href=\"https://www.piwigo.org/\">Piwigo</a>?</p><h2 id=\"google-translate\">Google Translate</h2><h2 id=\"google-analytics\">Google Analytics</h2><hr /><h2 id=\"resources\">Resources</h2><ul>  <li><a href=\"https://restoreprivacy.com/\" target=\"_blank\">Restore Privacy</a> - an in-depth resource exploring digital privacy issues. This is my go-to website in that area at the moment.</li>  <li><a href=\"https://twitter.com/fasterthanlime/status/1452053938195341314\" target=\"_blank\">Twitter thread</a> summarizing key points of 173 pages of the unredacted Google antitrust filing</li>  <li><a href=\"https://koshinan.com/how-to-completely-ditch-google/\" target=\"_blank\">Article on how to ditch google</a></li></ul>",
            "url": "http://localhost:4000/google-free",
            
            
            
            
            
            "date_published": "2021-12-31T00:00:00-01:00",
            "date_modified": "2021-12-31T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/to-kiks",
            "title": "To Kiks",
            "summary": "A gratitude letter to the wonderful cat that lives with me.",
            "content_text": "Context:This letter is the first I wrote, on my Gratitude Mandala journey – expressing gratitude to all beings that I feel grateful for in my year.🐈30 December 2021Dear Kiki,I’m writing this letter to you, while you chill on my back. It’s noticeably colder today and I’m grateful that you are so committed to being as close as possible to me, whenever I’m sitting or lying down, like I am right now.I’m doing this thing of writing letters to people that I feel very grateful for in 2021, and as I’ve been reflecting on that list, I’ve noticed that you are missing. You are not a person, but it’s obvious to me that I should rename my list to “Beings I’m grateful for”. And you are certainly one of them.I absolutely love our co-living arrangement. It’s wonderful to feel your presence and play around with you. You brought me so much laughter when you were climbing the ladder, chilling with your body rolled into a pretzel, or simply being. You are activating a part of me that I love seeing more and more - playful, present, connected with myself and agile. I feel like you have a lot to teach me, and I’m grateful that you choose to live with me. Ultimately you are free, and that makes me happy. I guess this is obvious to you, but in the human world we’re conditioned to say nonsense like “my cat”. For some reason we claim ownership on another being, which I find, frankly speaking, ridiculous.You are your own being, and you are free to be here with me, or, if you choose, go somewhere else. I’d of course miss your presence, but I’d be okay. In the meantime, I’m happy to provide shelter, company, and food, and all the space you need to explore and live. I admit that I’d love to experience a day as your shadow once, to see what you are doing when you’re in the forest. Who knows, maybe one day I’ll have a chance. In fact, it seems like a perfect adventure to embark on: to be a cat’s shadow. I’m sure I’d learn a lot.For now though, I’d just like to tell you one more time that I’m super grateful to have met you and watch your growth from a little cub who came on my lap immediately, to this wonderful healthy young adult that you now are.I wish you all that is most beautiful for you in the coming year, although I have limited understanding of what it might be.Thank you for Being,Michałps. I’m also grateful for the name I channeled for you. It really does suit you, you little cheeksto.",
            "content_html": "<p>Context:</p><p>This letter is the first I wrote, on my <a href=\"/gratitude-mandala-2021\">Gratitude Mandala</a> journey – expressing gratitude to all beings that I feel grateful for in my year.</p><p align=\"center\">🐈</p><p><br /></p><p>30 December 2021</p><p>Dear Kiki,</p><p>I’m writing this letter to you, while you chill on my back. It’s noticeably colder today and I’m grateful that you are so committed to being as close as possible to me, whenever I’m sitting or lying down, like I am right now.</p><p>I’m doing this thing of writing letters to people that I feel very grateful for in 2021, and as I’ve been reflecting on that list, I’ve noticed that you are missing. You are not a person, but it’s obvious to me that I should rename my list to “Beings I’m grateful for”. And you are certainly one of them.</p><p>I absolutely love our co-living arrangement. It’s wonderful to feel your presence and play around with you. You brought me so much laughter when you were climbing the ladder, chilling with your body rolled into a pretzel, or simply being. You are activating a part of me that I love seeing more and more - playful, present, connected with myself and agile. I feel like you have a lot to teach me, and I’m grateful that you choose to live with me. Ultimately you are free, and that makes me happy. I guess this is obvious to you, but in the human world we’re conditioned to say nonsense like “my cat”. For some reason we claim ownership on another being, which I find, frankly speaking, ridiculous.</p><p>You are your own being, and you are free to be here with me, or, if you choose, go somewhere else. I’d of course miss your presence, but I’d be okay. In the meantime, I’m happy to provide shelter, company, and food, and all the space you need to explore and live. I admit that I’d love to experience a day as your shadow once, to see what you are doing when you’re in the forest. Who knows, maybe one day I’ll have a chance. In fact, it seems like a perfect adventure to embark on: to be a cat’s shadow. I’m sure I’d learn a lot.</p><p>For now though, I’d just like to tell you one more time that I’m super grateful to have met you and watch your growth from a little cub who came on my lap immediately, to this wonderful healthy young adult that you now are.</p><p>I wish you all that is most beautiful for you in the coming year, although I have limited understanding of what it might be.</p><p>Thank you for Being,Michał</p><p>ps. I’m also grateful for the name I channeled for you. It really does suit you, you little cheeksto.</p>",
            "url": "http://localhost:4000/to-kiks",
            
            
            
            
            
            "date_published": "2021-12-30T00:00:00-01:00",
            "date_modified": "2021-12-30T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/community-council",
            "title": "The Community Council",
            "summary": "A Collaborative Game to Catalyse Your Community.",
            "content_text": "A Collaborative Game to Catalyse Your CommunityYou can get the 14-page pdf game manual here. You can offer a donation to encourage me to create more games, or enter a coupon GIFT at checkout and get the game for free.The game was prototyped during Pico Autumn Community Gathering.Below is the first section of the manual.🧙‍♂️PurposeThe Community Council is a collaborative meta-game, designed to catalyze projects and facilitate community weaving.OverviewThe game moves through six rounds:  Opening – mindfully transitioning into the game  Calls - starting projects for the benefit of the community  Questions - accessing collective intelligence  Requests - verbalizing needs  Gifts - giving from the heart  Closing - providing closure to the experienceThe game is modular. Start with the opening, end with the closing, and pick other rounds to go through as desired. Note that new communities tend to call numerous projects, and it might be beneficial to extend the Round of Calls during the first game, even if you’d have to skip the other rounds. Play it by ear.Allow around two hours to play the game. It’s hard to keep focus in the group for longer.The game can be played as a recurring activity, for example monthly or bi-annually, providing a rhythm to the community.The game is designed for presential play in a group of 5-15 people, although it can be adapted for a different group size, as well as virtual play.Use this manual as a blueprint and create new iterations of the game that would suit better the context of your community.Feel free to share your experiments with me – you’ll find my contact details at the end of this manual.Materials  Big piece of paper (ideally A3 or bigger) for the Community Map  Pens or pencils, one per person  (optional, but useful) one permanent marker  counters (eg. stones, dried chickpea), three per person  post-its or index cards, four per person  up to four blank sheets of A4 paper for the list(s) that will be created during the game.  (optional, but fun) a gong or bell for the timekeepingCommunity MapThe big piece of paper will serve as a shared artifact collecting ideas. You can draw an actual map of your community to reinforce your local context, or keep it blank.FacilitationThe game is designed to allow the facilitator to play. To make it easier, I highly recommend distributing the roles between participants.Roles  Facilitator: reading this manual, prepping in advance, guiding the process.  Time Keeper: keeping an eye on the flow of time, eg. with a gong or timer ringing every 30m, or timing each round.  Connection Keeper –&gt; compiling the List of Connections during the round of Calls.You can also have a designated person to write down questions, requests and gifts, although this can be more intimate space and participants might feel more comfortable if no record would be made. Feel into it.Alternatively, you can experiment with a rotating facilitator for each round.",
            "content_html": "<p><strong>A Collaborative Game to Catalyse Your Community</strong></p><p><img src=\"/assets/community-council-cover-small.jpg\" alt=\"Community Council Cover\" /></p><p>You can <strong><a href=\"https://payhip.com/buy?link=i1F9N\" target=\"_blank\">get the 14-page pdf game manual here</a></strong>. You can offer a donation to encourage me to create more games, or enter a coupon GIFT at checkout and get the game for free.</p><p>The game was prototyped during <a href=\"https://pico.microsolidarity.cc/projects/autumn-gathering-2021\" target=\"_blank\">Pico Autumn Community Gathering</a>.</p><p>Below is the first section of the manual.</p><p align=\"center\">🧙‍♂️</p><p><br /></p><h2 id=\"purpose\">Purpose</h2><p>The Community Council is a collaborative meta-game, designed to <strong>catalyze projects and facilitate community weaving.</strong></p><h2 id=\"overview\">Overview</h2><p><strong>The game moves through six rounds</strong>:</p><ol>  <li><strong>Opening</strong> – mindfully transitioning into the game</li>  <li><strong>Calls</strong> - starting projects for the benefit of the community</li>  <li><strong>Questions</strong> - accessing collective intelligence</li>  <li><strong>Requests</strong> - verbalizing needs</li>  <li><strong>Gifts</strong> - giving from the heart</li>  <li><strong>Closing</strong> - providing closure to the experience</li></ol><p><strong>The game is modular.</strong> Start with the opening, end with the closing, and pick other rounds to go through as desired. Note that new communities tend to call numerous projects, and it might be beneficial to extend the Round of Calls during the first game, even if you’d have to skip the other rounds. Play it by ear.</p><p><strong>Allow around two hours to play the game</strong>. It’s hard to keep focus in the group for longer.</p><p><strong>The game can be played as a recurring activity</strong>, for example monthly or bi-annually, providing a rhythm to the community.</p><p>The game is designed for <strong>presential play in a group of 5-15 people</strong>, although it can be adapted for a different group size, as well as virtual play.</p><p>Use this manual as a blueprint and <strong>create new iterations of the game</strong> that would suit better the context of your community.</p><p>Feel free to <strong>share your experiments with me</strong> – you’ll find my contact details at the end of this manual.</p><h2 id=\"materials\">Materials</h2><ul>  <li>Big piece of paper (ideally A3 or bigger) for the <em>Community Map</em></li>  <li>Pens or pencils, one per person</li>  <li>(optional, but useful) one permanent marker</li>  <li>counters (eg. stones, dried chickpea), three per person</li>  <li>post-its or index cards, four per person</li>  <li>up to four blank sheets of A4 paper for the list(s) that will be created during the game.</li>  <li>(optional, but fun) a gong or bell for the timekeeping</li></ul><h3 id=\"community-map\">Community Map</h3><p><strong>The big piece of paper will serve as a shared artifact collecting ideas.</strong> You can draw an actual map of your community to reinforce your local context, or keep it blank.</p><h2 id=\"facilitation\">Facilitation</h2><p>The game is designed to allow the facilitator to play. To make it easier, I highly recommend distributing the roles between participants.</p><h3 id=\"roles\">Roles</h3><ul>  <li><strong>Facilitator</strong>: reading this manual, prepping in advance, guiding the process.</li>  <li><strong>Time Keeper</strong>: keeping an eye on the flow of time, eg. with a gong or timer ringing every 30m, or timing each round.</li>  <li><strong>Connection Keeper</strong> –&gt; compiling the List of Connections during the round of <em>Calls</em>.</li></ul><p>You can also have a designated person to write down questions, requests and gifts, although this can be more intimate space and participants might feel more comfortable if no record would be made. Feel into it.</p><p>Alternatively, you can experiment with a rotating facilitator for each round.</p><p><img src=\"/assets/community-council-break-small.jpg\" alt=\"Community Council Cover\" /></p>",
            "url": "http://localhost:4000/community-council",
            
            
            
            
            
            "date_published": "2021-12-10T00:00:00-01:00",
            "date_modified": "2021-12-10T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/the-dreams",
            "title": "the Dreams",
            "summary": "Dreaming is easy. The challenge is to manifest the dreams.",
            "content_text": "I wrote this letter to a dear friend after a multi-year gap in communications. It was always on my mind to write to her, but somehow I never did. I guess the letter was waiting for the right time to be channeled and it happened to be today.This is a reminder to myself, and to you, if you so desire, that it’s always okay to reconnect with Beautiful Souls encountered on the journey of life.☽It’s been a while since I wrote this kind of letter to a friend, so thanks for the opportunity. And, first of all – HELLO!!! You can perhaps feel a wholehearted playful hugging energy arriving into your body as you read these words.I’m sitting on a floor in a tiny wooden cabin, 3x3 meters, in the middle of a beautiful forest with a view towards the ocean surrounding this wonderful island which is my home for almost 2 years. The island is called Pico, and you can find it around 1/3 way from continental Portugal towards the US. I came here for two months during my nomadic traveling period, and never took the flight back. In fact, I’m now looking for land, whether in this island, or the neighbouring one called Faial (there are 9 islands in the Azores archipelago). It’s a wonderful place. If you ever feel like visiting, you’re more than welcome.It’s a very particular time in my life because recently, close to the November’s Full Moon, a new cycle of my life has begun. It was not something that I expected, and it hit me suddenly without any notice, during the last night in Lisbon, before coming back to the Azores. This new cycle is about manifesting dreams.I’ve spent the last few years learning the ropes of entrepreneurship, and it was a tough fucking ride. I really loved the freedom of traveling whenever I want, working for myself and doing something I like doing, but there was also a darker side which manifested in different ways – perfectionism, procrastination, stuckness, feeling of lacking, confusion, frustration, disappointment, disillusionment. I’ve learnt a lot through that process, and to be honest with you, I had a total blast, despite the challenges. Plus I got to travel to some amazing places. Japan, which I absolutely adored. Thailand, which changed me deeply. Edinburgh, which I revisited for a short while and experienced the contrast between my new and the old self who used to live there for seven years. I feel like Edinburgh will always be a very special place for me. A lot of the processes which are happening now started there, many years ago. Ah, and I also spent some time housesitting, which was a wonderful opportunity to stay in some exciting homes, but primarily, to connect with animals on a deeper level. Btw, around an hour ago, a cat that lives with me, Kiki, was defending the house from some forest creature, with continuous loud meowing, growling and hissing. It was kinda scary and hilarious at the same time. She’s quite a character. I guess all cats are.Let me tell you about Dreams.I’ve spent this summer living in a forest, with a dear friend as a neighbour. She’s a Lithuanian forest witch and a beautiful soul. Being in between the trees right on the ocean cliff was a special moment in space and time. I was sinking into the forest floor every night and felt a growing awareness of what I refer to now as intuition – a feeling of what is the next action to take, that is the most beneficial for All. I’ve been tuning myself more and more to it, and whenever I can reach this deep connected state, magical things happen.And then I went from the forest, into the city. I didn’t feel like leaving from Pico and the Forest, but I broke my front tooth earlier in May, and decided not to be a pirate for life (at least visually speaking) and replace it with a fake one, which was a complicated procedure requiring two trips to the mainland, one in June, one in September. June was the first time I was back in a city environment after over a year in an island without a single traffic light. It was shocking, especially with all the Fear creeping everywhere. And yet, I spent a lot of time dancing in public spaces, being free, and bringing a sense of hope and joy to random people who noticed me around. But I couldn’t wait to come back to Pico.The trip in September was the most powerful journey in my life so far. After Being in the forest, I’ve been so tuned into myself, that I sunk into a deep meditative state for three weeks. It didn’t last the whole time of course, but a big chunk of it. I spent most of my waking hours walking. I would wake up, prepare cacao, have some food, and walk, walk, walk, walk, walk, walk, walk for hours and hours. I often listened to Tibetan gongs as I walked, which kept me grounded and aware. I’ve spent three weeks, going back and forth (by train) between Porto, where my dental appointments were, and Lisbon, where I wanted to be on all the days in between. And then walk and walk and walk in these two cities.As I kept walking, I opened myself to something. I’ve never experienced such an overwhelming amount of synchronicities, beautiful encounters with strangers, and moments of connection. I know that this tends to happen during travels, but this was a whole new level of abundance. I felt touched deeply, noticed numerous patterns in myself which I wasn’t aware of, and experienced some insights which reframed how I am and want to be in the world.The final part of the trip was holding a wedding ceremony for my dear friend, who didn’t want to get married in a church, and asked me to perform the ceremony. It was magical. I’d love to do more of these in the future. If you know of someone who wants to celebrate their love, whether it’s a romantic relationship or a friendship, with a beautiful ceremony, I’m available.Shortly after the wedding I went back to Pico, to co-host a community gathering. This is actually worth a quick intermission in between travel stories. My arrival to Pico coincided with coming across a community building framework called microsolidarity. It resonated with me a lot, and I thought – hey, let’s do it in Pico and see what happens. Well… A year later, we’ve had two gatherings, have a few community projects going, and a few more sprouting over the surface. I feel like I have family in the island, and I have a feeling I’m not the only person who feels this way. And I’ve taken a role of catalyst and documenter of this community and I’m really enjoying the process. A big dream for this lifecycle is to co-create Azores Regenerative Network, and travel between the nine islands on a sailboat and catalyse local community projects.So… I arrive back to Pico, getting ready to host the gathering, and I have this feeling that I need to come back to the Mainland. There’s something awaiting me there. I kinda waited for an excuse and a few days later I’ve seen an invite to a tree-planting gathering in a part of continental Portugal called Alentejo, so I booked my flights for right after the Pico gathering. From one to another…There was a good reason though.Being in the mainland again, and it really felt like a continuation of the previous trip, but with a different flavour, made some things very clear to me:1) There is a growing amount of people already living in a different culture. By different, I mean not part of the mess of a mainstream capitalist system that’s eating our souls and the planet. The alternative is not very clearly defined, because we’re all experimenting, and it takes time, but it’s based on love, openness, connection, living close to the land, regenerating… We feel it intuitively. It kinda makes sense that this is growing, considering the hyper pumping of fear in the last few years, and the fact that light requires darkness and vice versa. But it also makes my heart smile. The alternative we’re creating is just so much more appealing, that it’s just a matter of time. Of course, there will be some challenges and times of darkness during that time, but all we need to do is shine. The big shift has happened. I was writing about it in my recent Moonly Review, which is a practice that I do for a year now and really enjoy – every 🌑 and 🌕 I write about what’s been alive in me in this cycle and publish it. It keeps me accountable and hopefully brings some good vibes to a few people who read it. I really enjoy writing and publishing my words. I’m now experimenting with reading my letters out loud, but it’s still something very new.2) My entrepreneurial journey disconnected me a bit from my big dreams. They were still there, but hidden, barely noticeable. It was necessary though, so I can learn how to overcome the challenges I mentioned earlier. But after encountering people who have Big, beautiful dreams and actually manifest a lot of them, I can’t help but notice that so can I. I’m not special in that sense, anyone can. It’s just the matter of finding a way.So, the Dreams.I’m reconnecting with the practice of writing letters, and I’d love to do it as a lifestyle. Ideally combined with walking, of course.I’m catalysing a beautiful community in Pico, and soon beginning my work in the neighbouring islands, as I move towards co-creating an archipelago-wide network. I’m in the process of making this my paid work, which would be a bliss, although I’d do it anyway.I’m living in a tiny house, which is not mine, but it’s a perfect opportunity to prototype my ideal living scenario – a tiny house in the middle of an agroforest, with good friends as neighbours within a walking distance. All I need is to find the land, which is already in the process.I feel called to Brazil, so I’m co-creating a sailing trip for the next season (Nov/Dec 2022). I met some amazing people in my recent travels and it seems that we can make it happen. It’s not just about the trip, but also about promoting a different mode of travel – slower, rather than faster, and using the time in between for deep personal and relational growth that can benefit the world.There’s still some blockage around my online journaling business, but I’m getting more clarity on that – I’d like to keep creating journaling games that help people reconnect with themselves regularly, making it easier to stay aligned and embody their values no matter the challenges that life throws at them.I also dream of a beautiful world where all beings can thrive, and I guess, these are my tiny little roles to play in making it possible.Dreaming is easy though. The challenge is to manifest the dreams.But I feel that in this cycle it is all possible.Let’s see what happens.…That’s a bit about what’s going on in my life right now.Tell me what’s your world been and is like and what are the Dreams you’re manifesting!Sending a big hug from the forest 🌳.Michał",
            "content_html": "<p>I wrote this letter to a dear friend after a multi-year gap in communications. It was always on my mind to write to her, but somehow I never did. I guess the letter was waiting for the right time to be channeled and it happened to be today.</p><p>This is a reminder to myself, and to you, if you so desire, that it’s always okay to reconnect with Beautiful Souls encountered on the journey of life.</p><p align=\"center\">☽</p><p><br /></p><p>It’s been a while since I wrote this kind of letter to a friend, so thanks for the opportunity. And, first of all – HELLO!!! You can perhaps feel a wholehearted playful hugging energy arriving into your body as you read these words.</p><p>I’m sitting on a floor in a tiny wooden cabin, 3x3 meters, in the middle of a beautiful forest with a view towards the ocean surrounding this wonderful island which is my home for almost 2 years. The island is called Pico, and you can find it around 1/3 way from continental Portugal towards the US. I came here for two months during my nomadic traveling period, and never took the flight back. In fact, I’m now looking for land, whether in this island, or the neighbouring one called Faial (there are 9 islands in the Azores archipelago). It’s a wonderful place. If you ever feel like visiting, you’re more than welcome.</p><p>It’s a very particular time in my life because recently, close to the November’s Full Moon, a new cycle of my life has begun. It was not something that I expected, and it hit me suddenly without any notice, during the last night in Lisbon, before coming back to the Azores. This new cycle is about manifesting dreams.</p><p>I’ve spent the last few years learning the ropes of entrepreneurship, and it was a tough fucking ride. I really loved the freedom of traveling whenever I want, working for myself and doing something I like doing, but there was also a darker side which manifested in different ways – perfectionism, procrastination, stuckness, feeling of lacking, confusion, frustration, disappointment, disillusionment. I’ve learnt a lot through that process, and to be honest with you, I had a total blast, despite the challenges. Plus I got to travel to some amazing places. Japan, which I absolutely adored. Thailand, which changed me deeply. Edinburgh, which I revisited for a short while and experienced the contrast between my new and the old self who used to live there for seven years. I feel like Edinburgh will always be a very special place for me. A lot of the processes which are happening now started there, many years ago. Ah, and I also spent some time housesitting, which was a wonderful opportunity to stay in some exciting homes, but primarily, to connect with animals on a deeper level. Btw, around an hour ago, a cat that lives with me, Kiki, was defending the house from some forest creature, with continuous loud meowing, growling and hissing. It was kinda scary and hilarious at the same time. She’s quite a character. I guess all cats are.</p><p>Let me tell you about Dreams.</p><p>I’ve spent this summer living in a forest, with a dear friend as a neighbour. She’s a Lithuanian forest witch and a beautiful soul. Being in between the trees right on the ocean cliff was a special moment in space and time. I was sinking into the forest floor every night and felt a growing awareness of what I refer to now as intuition – a feeling of what is the next action to take, that is the most beneficial for All. I’ve been tuning myself more and more to it, and whenever I can reach this deep connected state, magical things happen.</p><p>And then I went from the forest, into the city. I didn’t feel like leaving from Pico and the Forest, but I broke my front tooth earlier in May, and decided not to be a pirate for life (at least visually speaking) and replace it with a fake one, which was a complicated procedure requiring two trips to the mainland, one in June, one in September. June was the first time I was back in a city environment after over a year in an island without a single traffic light. It was shocking, especially with all the Fear creeping everywhere. And yet, I spent a lot of time dancing in public spaces, being free, and bringing a sense of hope and joy to random people who noticed me around. But I couldn’t wait to come back to Pico.</p><p>The trip in September was the most powerful journey in my life so far. After Being in the forest, I’ve been so tuned into myself, that I sunk into a deep meditative state for three weeks. It didn’t last the whole time of course, but a big chunk of it. I spent most of my waking hours walking. I would wake up, prepare cacao, have some food, and walk, walk, walk, walk, walk, walk, walk for hours and hours. I often listened to Tibetan gongs as I walked, which kept me grounded and aware. I’ve spent three weeks, going back and forth (by train) between Porto, where my dental appointments were, and Lisbon, where I wanted to be on all the days in between. And then walk and walk and walk in these two cities.</p><p>As I kept walking, I opened myself to something. I’ve never experienced such an overwhelming amount of synchronicities, beautiful encounters with strangers, and moments of connection. I know that this tends to happen during travels, but this was a whole new level of abundance. I felt touched deeply, noticed numerous patterns in myself which I wasn’t aware of, and experienced some insights which reframed how I am and want to be in the world.</p><p>The final part of the trip was holding a wedding ceremony for my dear friend, who didn’t want to get married in a church, and asked me to perform the ceremony. It was magical. I’d love to do more of these in the future. If you know of someone who wants to celebrate their love, whether it’s a romantic relationship or a friendship, with a beautiful ceremony, I’m available.</p><p>Shortly after the wedding I went back to Pico, to co-host a community gathering. This is actually worth a quick intermission in between travel stories. My arrival to Pico coincided with coming across a community building framework called microsolidarity. It resonated with me a lot, and I thought – hey, let’s do it in Pico and see what happens. Well… A year later, we’ve had two gatherings, have a few community projects going, and a few more sprouting over the surface. I feel like I have family in the island, and I have a feeling I’m not the only person who feels this way. And I’ve taken a role of catalyst and documenter of this community and I’m really enjoying the process. A big dream for this lifecycle is to co-create Azores Regenerative Network, and travel between the nine islands on a sailboat and catalyse local community projects.</p><p>So… I arrive back to Pico, getting ready to host the gathering, and I have this feeling that I need to come back to the Mainland. There’s something awaiting me there. I kinda waited for an excuse and a few days later I’ve seen an invite to a tree-planting gathering in a part of continental Portugal called Alentejo, so I booked my flights for right after the Pico gathering. From one to another…</p><p>There was a good reason though.</p><p>Being in the mainland again, and it really felt like a continuation of the previous trip, but with a different flavour, made some things very clear to me:</p><p>1) There is a growing amount of people already living in a different culture. By different, I mean not part of the mess of a mainstream capitalist system that’s eating our souls and the planet. The alternative is not very clearly defined, because we’re all experimenting, and it takes time, but it’s based on love, openness, connection, living close to the land, regenerating… We feel it intuitively. It kinda makes sense that this is growing, considering the hyper pumping of fear in the last few years, and the fact that light requires darkness and vice versa. But it also makes my heart smile. The alternative we’re creating is just so much more appealing, that it’s just a matter of time. Of course, there will be some challenges and times of darkness during that time, but all we need to do is shine. The big shift has happened. I was writing about it in my recent Moonly Review, which is a practice that I do for a year now and really enjoy – every 🌑 and 🌕 I write about what’s been alive in me in this cycle and publish it. It keeps me accountable and hopefully brings some good vibes to a few people who read it. I really enjoy writing and publishing my words. I’m now experimenting with reading my letters out loud, but it’s still something very new.</p><p>2) My entrepreneurial journey disconnected me a bit from my big dreams. They were still there, but hidden, barely noticeable. It was necessary though, so I can learn how to overcome the challenges I mentioned earlier. But after encountering people who have Big, beautiful dreams and actually manifest a lot of them, I can’t help but notice that so can I. I’m not special in that sense, anyone can. It’s just the matter of finding a way.</p><p>So, the Dreams.</p><p>I’m reconnecting with the practice of writing letters, and I’d love to do it as a lifestyle. Ideally combined with walking, of course.</p><p>I’m catalysing a beautiful community in Pico, and soon beginning my work in the neighbouring islands, as I move towards co-creating an archipelago-wide network. I’m in the process of making this my paid work, which would be a bliss, although I’d do it anyway.</p><p>I’m living in a tiny house, which is not mine, but it’s a perfect opportunity to prototype my ideal living scenario – a tiny house in the middle of an agroforest, with good friends as neighbours within a walking distance. All I need is to find the land, which is already in the process.</p><p>I feel called to Brazil, so I’m co-creating a sailing trip for the next season (Nov/Dec 2022). I met some amazing people in my recent travels and it seems that we can make it happen. It’s not just about the trip, but also about promoting a different mode of travel – slower, rather than faster, and using the time in between for deep personal and relational growth that can benefit the world.</p><p>There’s still some blockage around my online journaling business, but I’m getting more clarity on that – I’d like to keep creating journaling games that help people reconnect with themselves regularly, making it easier to stay aligned and embody their values no matter the challenges that life throws at them.</p><p>I also dream of a beautiful world where all beings can thrive, and I guess, these are my tiny little roles to play in making it possible.</p><p>Dreaming is easy though. The challenge is to manifest the dreams.</p><p>But I feel that in this cycle it is all possible.</p><p>Let’s see what happens.</p><p>…</p><p>That’s a bit about what’s going on in my life right now.</p><p>Tell me what’s your world been and is like and what are the Dreams you’re manifesting!</p><p>Sending a big hug from the forest 🌳.<br />Michał</p>",
            "url": "http://localhost:4000/the-dreams",
            
            
            
            
            
            "date_published": "2021-12-09T00:00:00-01:00",
            "date_modified": "2021-12-09T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/unexpected-birthday-letter",
            "title": "📖🎉 Unexpected Birthday Letter",
            "summary": "I felt stuck with the direction for JournalSmarter, so I decided to write a letter to it",
            "content_text": "What you’re about to read could use three sentences of context.I felt stuck with the direction for JournalSmarter, so I decided to write a letter to it. I’ve been recently reconnecting with writing letters, which is one of my favourite things to do. I hope that what this one helps to create will bring you as much joy as it does to me as I finish writing these words of introduction, after reading the whole letter you’re about to read.Michał📖🎉The Cabin, 8 December 2021Dear JournalSmarter,It’s your third birthday, if I remember correctly, and I felt that it is a perfect opportunity to write you a letter. I don’t think I ever wrote to a brand, but strangely it doesn’t feel weird at all. Let’s see what happens.I’m writing to you because I’m struggling to figure out what do you want to be. Since I’m one of your parents, I feel responsible to equip you with everything you need to unfold your wings and fly. I’m totally in your corner. In fact, I’m deeply linked with you and you’ll always be a part of my identity, even if our paths might separate one day.I was actually pondering today, as I was walking in my favourite part of the Island, if we should part. It was a precious realisation that we indeed can.  I’m not enslaved by you in any way. In fact, I choose to give my energy to you and continue on this path, at least for now.But, I admit, I’m confused about what’s next.Are you?I’d really love to connect with you and feel into what do you want. I know that it’s not just about me, and in fact, the best results are the co-created ones.So… Would you like to share?…Well… That’s unexpected question to answer. I guess… No, I feel that the name doesn’t resonate with me very much. It’s a good, solid name, but it doesn’t represent accurately what I want to be, which is intuitive journaling. Intuition over mind. Being connected instead of being smart. You get my drift? There’s nothing wrong with smartness, but you know very well that mind plays tricks, and often disconnects you from what your heart knows.…I see your point. The word “intuitive” has been important for me lately, and intuition is definitely something I’d like to explore more. And I mean it, not as just yet another thing I say I’d like to do. This is for real.And journaling plays an important role in that process.In fact, it’s one of the most effective practices that I do consistently that reconnect me with myself and therefore my intuition. My journal is something I always carry with me. Seriously, people laugh at me, that I always carry my backpack, but I just don’t want to leave my journal behind wherever I go. It’s a physical reminder that I can always access any part of myself. Of course, I don’t really need my journal for that, but it’s a gateway that makes it much, much easier.…That makes sense. Now, imagine what the world could be like if a lot of people would act from a place of being grounded, aligned and connected with themselves. Whenever you’re grounded you can face any challenge with peace and kindness. You can stay clear on your path and don’t get distracted. You can sense-make your experience and filter signal from noise, and consciously decide what to do with it.In a nutshell, being connected with yourself is a powerful state and it shapes whatever it is that you’re creating with your life. What you do matters, but who you are matters too. Journaling is a daily check, showing you who you really are, on an ongoing basis, which is a precious gift.Do you know why?…Awareness informs action. I’ve experienced that numerous times when connecting with myself on the pages of my journal. But I’d like to focus our conversation on what you want to become.I feel that you have something more specific to share on that. I’d really love to hear it!…I’ll get there, but first, an unexpected curve ball.I know that you like documenting the process of making beautiful ideas happen. That’s essentially a form of public journaling. You log your process, sense-make your experience, and share it with the world. And people appreciate that, because what you are documenting is important to be documented.It’s not about the format, it’s about what the format allows.Journaling is a format for self-connection. For cultivating deep self-awareness. For sense-making. For constantly becoming a beautiful person.There are thousand ways, or specific formats if you’d like, for how this can be done, and this is your freaking superpower – you can turn anything into a journaling practice and share it in a clear and actionable way that’s fun to do. You’re creating games. Journaling Games. That’s a good name, by the way, keep a note of it, but don’t get too attached, okay? It’s not about the freaking name. It’s about what journaling allows – realigning daily and moving forward on the path no matter the challenge.Now, here’s another important component, so pay attention – this process can benefit anyone, but you’ve learned the hard way that in the digital world this doesn’t work. But it’s not just about for specific target audience you define through some marketing framework, but about people who resonate with the vibe you are creating.Let me tell you about my vibe.It’s a vibe of play. Kindness. Making the world a better place, starting today and continuing tomorrow. It’s a vibe of joy and appreciating life for the beauty the world showers us with everyday. It’s a vibe of encouragement to keep going, especially when it’s hard. It’s about encouraging people to shine. You know how to do this. You are already doing it. You always were. So why do you feel so stuck? Because, here’s the punch – you actually aren’t.…Hmm… Thank you for saying that. I wasn’t expecting it, but then again, I wasn’t expecting to write a letter to a brand I’ve created. I feel like laughing for a bit, so I will, I hope that’s okay.In fact I’ll take a moment to move my body a little bit, because I really need it. It’s beautiful to notice that as I write this I’m becoming more and more connected with myself. Thank you for that. That’s the magic of writing letters.(He dances.)It’s funny.Whenever I start dancing good things happen.I feel much, much clearer on what is your vision for yourself.A playful reminder to journal.An inspiring guide showing not only what you can do with your journal (so you are excited about it), but also what is the magic that happens when you stay connected with yourself, which journaling helps you do regularly.A community of people encouraging each other to co-create a beautiful world where all beings can thrive, with a funky, creative, loving, and playful flavour.An infinite game worth playing and inviting others to play.The rest is figuring out some technical details of how to set it all up. Luckily, I’m going to talk to someone who can help me with this tomorrow. How wonderful.I guess that concludes my letter to you.Happy Birthday, JournalSmarter!📖✨",
            "content_html": "<p>What you’re about to read could use three sentences of context.</p><p>I felt stuck with the direction for JournalSmarter, so I decided to write a letter to it. I’ve been recently reconnecting with writing letters, which is one of my favourite things to do. I hope that what this one helps to create will bring you as much joy as it does to me as I finish writing these words of introduction, after reading the whole letter you’re about to read.</p><p>Michał</p><p align=\"center\">📖🎉</p><p><br /></p><p>The Cabin, 8 December 2021</p><h2 id=\"dear-journalsmarter\">Dear JournalSmarter,</h2><p>It’s your third birthday, if I remember correctly, and I felt that it is a perfect opportunity to write you a letter. I don’t think I ever wrote to a brand, but strangely it doesn’t feel weird at all. Let’s see what happens.</p><p>I’m writing to you because I’m struggling to figure out what do you want to be. Since I’m one of your parents, I feel responsible to equip you with everything you need to unfold your wings and fly. I’m totally in your corner. In fact, I’m deeply linked with you and you’ll always be a part of my identity, even if our paths might separate one day.</p><p>I was actually pondering today, as I was walking in my favourite part of the Island, if we should part. It was a precious realisation that we indeed can.  I’m not enslaved by you in any way. In fact, I choose to give my energy to you and continue on this path, at least for now.</p><p>But, I admit, I’m confused about what’s next.</p><p>Are you?</p><p>I’d really love to connect with you and feel into what do you want. I know that it’s not just about me, and in fact, the best results are the co-created ones.</p><p>So… Would you like to share?</p><p>…</p><p>Well… That’s unexpected question to answer. I guess… No, I feel that the name doesn’t resonate with me very much. It’s a good, solid name, but it doesn’t represent accurately what I want to be, which is intuitive journaling. Intuition over mind. Being connected instead of being smart. You get my drift? There’s nothing wrong with smartness, but you know very well that mind plays tricks, and often disconnects you from what your heart knows.</p><p>…</p><p>I see your point. The word “intuitive” has been important for me lately, and intuition is definitely something I’d like to explore more. And I mean it, not as just yet another thing I say I’d like to do. This is for real.</p><p>And journaling plays an important role in that process.</p><p>In fact, it’s one of the most effective practices that I do consistently that reconnect me with myself and therefore my intuition. My journal is something I always carry with me. Seriously, people laugh at me, that I always carry my backpack, but I just don’t want to leave my journal behind wherever I go. It’s a physical reminder that I can always access <em>any</em> part of myself. Of course, I don’t really need my journal for that, but it’s a gateway that makes it much, much easier.</p><p>…</p><p>That makes sense. Now, imagine what the world could be like if a lot of people would act from a place of being grounded, aligned and connected with themselves. Whenever you’re grounded you can face any challenge with peace and kindness. You can stay clear on your path and don’t get distracted. You can sense-make your experience and filter signal from noise, and consciously decide what to do with it.</p><p>In a nutshell, being connected with yourself is a powerful state and it shapes whatever it is that you’re creating with your life. What you do matters, but who you are matters too. Journaling is a daily check, showing you who you really are, on an ongoing basis, which is a precious gift.</p><p>Do you know why?</p><p>…</p><p>Awareness informs action. I’ve experienced that numerous times when connecting with myself on the pages of my journal. But I’d like to focus our conversation on what you want to become.</p><p>I feel that you have something more specific to share on that. I’d really love to hear it!</p><p>…</p><p>I’ll get there, but first, an unexpected curve ball.</p><p>I know that you like documenting the process of making beautiful ideas happen. That’s essentially a form of public journaling. You log your process, sense-make your experience, and share it with the world. And people appreciate that, because what you are documenting is important to be documented.</p><p>It’s not about the format, it’s about what the format allows.</p><p>Journaling is a format for self-connection. For cultivating deep self-awareness. For sense-making. For constantly becoming a beautiful person.</p><p>There are thousand ways, or specific formats if you’d like, for how this can be done, and this is your freaking superpower – you can turn anything into a journaling practice and share it in a clear and actionable way that’s fun to do. You’re creating games. Journaling Games. That’s a good name, by the way, keep a note of it, but don’t get too attached, okay? It’s not about the freaking name. It’s about what journaling allows – realigning daily and moving forward on the path no matter the challenge.</p><p>Now, here’s another important component, so pay attention – this process can benefit anyone, but you’ve learned the hard way that in the digital world this doesn’t work. But it’s not just about for specific target audience you define through some marketing framework, but about people who resonate with the vibe you are creating.</p><p>Let me tell you about my vibe.</p><p>It’s a vibe of play. Kindness. Making the world a better place, starting today and continuing tomorrow. It’s a vibe of joy and appreciating life for the beauty the world showers us with everyday. It’s a vibe of encouragement to keep going, especially when it’s hard. It’s about encouraging people to shine. You know how to do this. You are already doing it. You always were. So why do you feel so stuck? Because, here’s the punch – you actually aren’t.</p><p>…</p><p>Hmm… Thank you for saying that. I wasn’t expecting it, but then again, I wasn’t expecting to write a letter to a brand I’ve created. I feel like laughing for a bit, so I will, I hope that’s okay.</p><p>In fact I’ll take a moment to move my body a little bit, because I really need it. It’s beautiful to notice that as I write this I’m becoming more and more connected with myself. Thank you for that. That’s the magic of writing letters.</p><p>(He dances.)</p><p>It’s funny.</p><p>Whenever I start dancing good things happen.</p><p>I feel much, much clearer on what is your vision for yourself.</p><p>A playful reminder to journal.</p><p>An inspiring guide showing not only what you can do with your journal (so you are excited about it), but also what is the magic that happens when you stay connected with yourself, which journaling helps you do regularly.</p><p>A community of people encouraging each other to co-create a beautiful world where all beings can thrive, with a funky, creative, loving, and playful flavour.</p><p>An infinite game worth playing and inviting others to play.</p><p>The rest is figuring out some technical details of how to set it all up. Luckily, I’m going to talk to someone who can help me with this tomorrow. How wonderful.</p><p>I guess that concludes my letter to you.</p><p>Happy Birthday, JournalSmarter!</p><p>📖✨</p>",
            "url": "http://localhost:4000/unexpected-birthday-letter",
            
            
            
            
            
            "date_published": "2021-12-08T00:00:00-01:00",
            "date_modified": "2021-12-08T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/you-are-essential",
            "title": "You Are Essential",
            "summary": "A letter about courage and beautiful dreams becoming a reality because of you. You are **essential**.",
            "content_text": "Note: this letter was inspired, and is dedicated to all the wonderful humans (and whales) of Diatom DAO.Video version of the letter: youtube link.🐋Forest on a Magical Island,home to many whales New Moon, December 2021Wholehearted Greetings to You, Dearest Being of Light!I’m feeling humbled by the feeling that you are in this very moment, connecting with me, through this simple, yet powerful medium - a letter. I’m writing it in the old-fashioned way – on paper, with a pen, which is one of the best way I know to open my heart and speak freely.You see, a friend just pointed out to me, that many rules that we follow are written on sand. We know that, yet, at times, struggle to finally move on towards alternatives. Seeking requires courage. And sometimes it is something I lack.It’s a bit embarrassing to admit to lacking courage, but in the same time, it’s in fact the most precious moment – the realization, the shift of perspective, and expansion of awareness, which by bringing uncomfortable truths to the surface and making them explicit, actually facilitates the first step towards something new.The first step is the most difficult one to take. It might feel impossible to do. It might feel like being blindfolded while looking for something in a vast and hazardous space. It certainly is a challenge, however, it feels like the right thing to do, intuitively.Take that step. Then take another one.This really is a reminder to myself, rather than anything else, and I’m grateful for you holding the space for that process to happen.A few weeks ago, I was reminded to DREAM BIG and then MANIFEST THESE DREAMS. The world is in a strange space of transition and it is up to all of us to let go of the rules written on sand, dream alternatives and take steps toward them.Plan trees. Remove plastic from the Ocean. Cultivate biodiversity. Be kind. Be brave. Rewrite patterns of culture imprinted onto us, and regenerate this wonderful planet that has been so kind to us and all the other species - each of them essential in their own unique way for the entire Community of Life.What’s encouraging is that we can indeed choose to do it.We are so incredibly priviledged to be in that position, but also, it’s worth noticing that this privilege brings responsibility. We can choose to remain blindly trusting into the sand-written rules that enslave us and destroy the world, or let go of convenience and courageously pioneer a shared dream of a beautiful planet where all beings can thrive. The choice is, as always, up to us, and it’s a continuous process, rather than a one-off moment. But you know all that already. You are ready and you are taking the steps.All I really wanted to remind you is that we can all manifest a wonderful place to live. We have a critical mass, technology, skills, resources, and blessings of all the Beings, visible and invisible, who wish us well. All we need to do is shine. So shine., and let’s spread the Light and let it ripple thought the Universe and beyond. You are an essential part of this process, and we need you.Stay courageous and beautiful.Thank you for Being.With Love and Light, as always,Michał",
            "content_html": "<p>Note: this letter was inspired, and is dedicated to all the wonderful humans (and whales) of <a href=\"https://diatom.fund/\" target=\"_blank\">Diatom DAO</a>.</p><p>Video version of the letter: <a href=\"https://youtu.be/pGoRKBulj9Q\" target=\"_blank\">youtube link</a>.</p><p align=\"center\">🐋</p><p><br /></p><p>Forest on a Magical Island,<br />home to many whales<br /> New Moon, December 2021</p><h2 id=\"wholehearted-greetings-to-you-dearest-being-of-light\">Wholehearted Greetings to You, Dearest Being of Light!</h2><p>I’m feeling humbled by the feeling that you are in this very moment, connecting with me, through this simple, yet powerful medium - a letter. I’m writing it in the old-fashioned way – on paper, with a pen, which is one of the best way I know to open my heart and speak freely.</p><p>You see, a friend just pointed out to me, that many rules that we follow are written on sand. We know that, yet, at times, struggle to finally move on towards alternatives. <strong>Seeking requires courage. And sometimes it is something I lack.</strong></p><p>It’s a bit embarrassing to admit to lacking courage, but in the same time, it’s in fact the most precious moment – the realization, the shift of perspective, and expansion of awareness, which by bringing uncomfortable truths to the surface and making them explicit, actually facilitates the first step towards something new.</p><p>The first step is the most difficult one to take. It might feel impossible to do. It might feel like being blindfolded while looking for something in a vast and hazardous space. It certainly is a challenge, however, it feels like the right thing to do, intuitively.</p><p>Take that step. Then take another one.</p><p>This really is a reminder to myself, rather than anything else, and I’m grateful for you holding the space for that process to happen.</p><p>A few weeks ago, I was reminded to DREAM BIG and then MANIFEST THESE DREAMS. The world is in a strange space of transition and it is up to all of us to <strong>let go of the rules written on sand, dream alternatives and take steps toward them.</strong></p><p>Plan trees. Remove plastic from the Ocean. Cultivate biodiversity. Be kind. Be brave. Rewrite patterns of culture imprinted onto us, and regenerate this wonderful planet that has been so kind to us and all the other species - each of them essential in their own unique way for the entire Community of Life.</p><p>What’s encouraging is that we can indeed choose to do it.</p><p>We are so incredibly priviledged to be in that position, but also, it’s worth noticing that this privilege brings responsibility. We can choose to remain blindly trusting into the sand-written rules that enslave us and destroy the world, or let go of convenience and courageously pioneer a shared dream of a beautiful planet where all beings can thrive. The choice is, as always, up to us, and it’s a continuous process, rather than a one-off moment. But you know all that already. <strong>You are ready and you are taking the steps.</strong></p><p>All I really wanted to remind you is that we can all manifest a wonderful place to live. We have a critical mass, technology, skills, resources, and blessings of all the Beings, visible and invisible, who wish us well. All we need to do is shine. So shine., and let’s spread the Light and let it ripple thought the Universe and beyond. <strong>You are an essential part of this process, and we need you.</strong></p><p>Stay courageous and beautiful.</p><p>Thank you for Being.</p><p>With Love and Light, as always,<br />Michał</p>",
            "url": "http://localhost:4000/you-are-essential",
            
            
            
            
            
            "date_published": "2021-12-04T00:00:00-01:00",
            "date_modified": "2021-12-04T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/microsolidarity-journey",
            "title": "My Microsolidarity Journey",
            "summary": "From lonely nomad to community catalyst",
            "content_text": "Let’s begin with a bit of context:I’ve been location independent from 2017 and I absolutely love the freedom of being able to move whenever I feel it’s the right time to do it. There is however a price to pay for that freedom: the pain of saying goodbye to people dear to your heart, knowing that you might never see them again. Life is unpredictable.I admit, that even if I traveled with a partner, there were times during my travels when I felt quite lonely. I did encounter many wonderful Souls, and the connections were intense but also short. I lacked continuity.One day I decided to make a list of people I intuitively felt like reaching out to. Some were close friends, and others were people I shared a single powerful moment sometime, somewhere. The following day I sent them all a message.Some people replied and we had a call, others replied and that was it. Some never replied at all. I considered it a “natural selection”. There’s time and space for each connection. No hard feelings. With some people however I felt a clear “connection match” and some developed into beautiful friendships.The next step was to experiment with different frequencies for calls. I found that different intervals work better for each relationship – the rarer the call, the more “macro” the perspective. With some people it feels more natural to stay close to each other and reflect together on things that are alive right now, and with others it feels wonderful to look together at an entire year of our lives and share whatever comes up to the surface.In the process, I also discovered that I generally prefer audio-only calls. Video is nice, but I’d rather go for a walk rather than stare at a computer screen. With time, I gravitated towards async connections, such as long voice-notes, emails and letters.In a few months, I eradicated the feeling of loneliness, and nurtured myself with recurring 1:1 conversations with people I love.Microsolidarity ExperimentsDiscovering microsolidarity in the beginning of 2020 was a huge milestone for me.Microsolidarity gave me vocabulary to operate with and served as a practical guide to weaving wonderful social interactions at a bigger scale, with a possibility of changing the world together.Three ideas really struck a deeper chord:1) People before projects –&gt; start with finding the people that you can co-create magic with2) Different group sizes serve different purposes –&gt; large groups serve as a “dating pool” to find your small groups where the magic happens3) Verbs &gt; Nouns –&gt; theory is useful, but focus on the practiceI sat down and made another list.I let the names sink in for some time, feeling into small groups that would make sense to call into existence. When it felt right, I reached out to some people with an idea of launching “mastermind groups” (which was the vocabulary more familiar to the people I was reaching out to).Here’s a part of an email exchange with one of the people I reached out to, introducing the idea of co-creating a group.Over the next few months I launched a few crews:  The Unicorns 🦄 - digital, 4 people (2 couples), mutual support, March 2020 - January 2021  Team Angie ⚡️ - digital, 4 people, exploring different topics related to emotional development, May 2020 - May 2021  Loverz Powerz 💜 - digital, 4 people (2 couples), relationship-focused, May 2020 - May 2021  Routine Bootcamp 🚀 - digital, 3 people, building routines together based on Metagame Mastermind Format (youtube video), June - November 2020  The Circle ⚪️ - presential, 4 housemates, weekly sharing circle followed by a co-living talk, February - June 2020  Pico Sharing Circle 🌀 - presential, ~10 people, bi-weekly sharing circle, which eventually grew into an entire congregation. Here’s the documentation of the circle.A few reflections:  While I took the responsibility of being the caller (the person who calls the pod to existence), I deliberately let go of my default facilitating posture and practiced co-creating together. The crews usually started with one or two “meta calls” diving into our intentions and deciding how do we want to be together, including technicalities such as rhythm, format etc.  Crews had a timeframe agreed in advance. Each cycle was closed with a retrospective when we decided what’s the next step, for example closing the crew or beginning another cycle.  Even if we committed to the schedule set up in advance, there was always at least one call that we had to skip due to life being life (na-na-na-na-na). Pods tended to work better with meetings no further than one month apart.  Keeping a recording was kinda useless, but we all enjoyed sharing our notes with each other  I kept a log of each pod for learning purposes. I’m very grateful that I did, because I’m looking at them as I write this article.  I loved the process of coming up with the crew name together.👁 Key Insight:Start your microsolidarity journey by calling a crew (or a couple of them). Today is a perfect day to do it. You’ll learn all the skills you need along the way, and who knows - your crew(s) might eventually grow into a congregation.Check out the resources at the end of this article if you need some extra help.EnspiralIn September 2021 I joined Enspiral, a network of people helping each other do more meaningful work. The network design includes pods (equivalent to crews in microslidarity lingo) to support building relationships within the network. While I haven’t joined any pods, mostly due to all the other crews I had going on at the time, I got involved in Enspiral Europe Connection Working Group hosting bi-weekly Connection Calls for Enspiralites based in Europe.  Create documentation of the formats tried in EECC to publish in the Enspiral Handbook.Growing a congregation in Pico IslandWhat happened in Pico surpassed my wildest dreams.In a bit over one year since our very first sharing circle, we hosted two community gatherings, launch numerous projects, and created a strong foundation for a thriving congregation.The most surprising part is that it was actually quite simple. I called a sharing circle, and as people started to spend time getting to know each other on a deeper level, magic started to happen. Of course, as we’re maturing as a congregation we’ll encounter challenges. That’s just a part of the process. With a strong foundation of relationships based on trust, care and support, we’re ready for our next iterations.I document the process thoroughly here.👁 Key insight:It seems that at this point I became a microsolidarity practitioner and a congregation catalyst. I attribute my progress to two core competencies developed over time:1) practicing crewing –&gt; there’s no learning without practice, and no amount of theory will teach you how to be and co-create together with the real people around you.2) documenting the process –&gt; publishing my process as an open-source documentation allowed me to regularly reflect on my learning journey. It also created beautiful connections with people who reached out to me with appreciation, questions, feedback and co-creating possibilities.If there’s one advice I could give to a microsolidarity beginner, it’s to do these two things from the start. I’m available to help if you could benefit from it.Looking Beyond PicoIn June 2021 I felt a call to connect with Faial, one of the neighbour islands. As I hiked through its forests and volcanoes, I realised that the most wonderful thing about Pico (for me) is that it is a part of an archipelago containing nine islands, each with its own unique energy and people.One reason why I love islands, is that each of them feels like an entire world. While clearly limited by water and no matter how small, it also feels infinite. There’s just so much to explore. I guess you can tell where I’m going with this. The Azores is not just one world – it’s a Galaxy.I guess it comes without surprise that my next step is to catalyse Azores Regenerative Network, and plant microsolidarity seeds in all islands, while integrating it with my life-long dream of sailing.The soil is fertile and the people are already doing the Work.Let’s see what’s going to sprout from the seeds that we are planting together.🌱GratitudeThis post wouldn’t be complete without expressing my deepest gratitude to Rich Bartlett (twitter link) for compiling Microsolidarity and supporting countless people and projects around the world to co-create a beautiful world where all Beings can thrive 💜.Also, a wholehearted hug goes to everyone with whom I got to practice microsolidarity together. Thank you for co-creating magic ✨.Resources  Microsolidarity in Pico: Documentation  Microsolidarity: Crewing Methods  Enspiral Handbook: Pods  Metagame Mastermind Format (youtube video)  Sharing Circle for Housemates  Pico Sharing Circle Format  How To Start a Sharing Circle With Your Loved Ones (and Why You Should)  Our Life Stories – Session Format  Session Notes Template  Crew Log Template  Crew Invitation Template  Initial Meeting Template",
            "content_html": "<p>Let’s begin with a bit of context:</p><p>I’ve been location independent from 2017 and I absolutely love the freedom of being able to move whenever I feel it’s the right time to do it. There is however a price to pay for that freedom: <strong>the pain of saying goodbye to people dear to your heart, knowing that you might never see them again</strong>. Life is unpredictable.</p><p>I admit, that even if I traveled with a partner, there were times during my travels when I felt quite lonely. I did encounter many wonderful Souls, and the connections were intense but also short. I lacked continuity.</p><p>One day <strong>I decided to make a list of people I intuitively felt like reaching out to</strong>. Some were close friends, and others were people I shared a single powerful moment sometime, somewhere. The following day I sent them all a message.</p><p>Some people replied and we had a call, others replied and that was it. Some never replied at all. I considered it a “natural selection”. <strong>There’s time and space for each connection</strong>. No hard feelings. With some people however I felt a clear “connection match” and some developed into beautiful friendships.</p><p>The next step was to <strong>experiment with different frequencies for calls</strong>. I found that different intervals work better for each relationship – the rarer the call, the more “macro” the perspective. With some people it feels more natural to stay close to each other and reflect together on things that are alive right now, and with others it feels wonderful to look together at an entire year of our lives and share whatever comes up to the surface.</p><p>In the process, I also discovered that <strong>I generally prefer audio-only calls</strong>. Video is nice, but I’d rather go for a walk rather than stare at a computer screen. With time, I gravitated towards async connections, such as long voice-notes, emails and letters.</p><p>In a few months, I eradicated the feeling of loneliness, and nurtured myself with recurring 1:1 conversations with people I love.</p><h2 id=\"microsolidarity-experiments\">Microsolidarity Experiments</h2><p>Discovering <a href=\"https://microsolidarity.cc\" target=\"_blank\">microsolidarity</a> in the beginning of 2020 was a huge milestone for me.</p><p><strong>Microsolidarity gave me vocabulary to operate with and served as a practical guide to weaving wonderful social interactions at a bigger scale, with a possibility of changing the world together.</strong></p><p>Three ideas really struck a deeper chord:</p><p>1) <strong>People before projects</strong> –&gt; start with finding the people that you can co-create magic with<br />2) <strong>Different group sizes serve different purposes</strong> –&gt; large groups serve as a “dating pool” to find your small groups where the magic happens<br />3) <strong>Verbs &gt; Nouns</strong> –&gt; theory is useful, but focus on the practice</p><p>I sat down and made another list.</p><p><img src=\"assets/who-are-the-people.jpg\" alt=\"Who Are The People?\" /></p><p>I let the names sink in for some time, feeling into small groups that would make sense to call into existence. When it felt right, I reached out to some people with an idea of launching “mastermind groups” (which was the vocabulary more familiar to the people I was reaching out to).</p><p>Here’s a part of an email exchange with one of the people I reached out to, introducing the idea of co-creating a group.</p><p><img src=\"assets/crew-invitation-email.png\" alt=\"Crew Invitation Email Screenshot\" /></p><p>Over the next few months I launched a few crews:</p><ul>  <li><strong>The Unicorns</strong> 🦄 - digital, 4 people (2 couples), mutual support, March 2020 - January 2021</li>  <li><strong>Team Angie</strong> ⚡️ - digital, 4 people, exploring different topics related to emotional development, May 2020 - May 2021</li>  <li><strong>Loverz Powerz</strong> 💜 - digital, 4 people (2 couples), relationship-focused, May 2020 - May 2021</li>  <li><strong>Routine Bootcamp</strong> 🚀 - digital, 3 people, building routines together based on <a href=\"https://www.youtube.com/watch?v=aDWuHsyznf4\" target=\"_blank\">Metagame Mastermind Format (youtube video)</a>, June - November 2020</li>  <li><strong>The Circle</strong> ⚪️ - presential, 4 housemates, weekly sharing circle followed by a co-living talk, February - June 2020</li>  <li><strong>Pico Sharing Circle</strong> 🌀 - presential, ~10 people, bi-weekly sharing circle, which eventually grew into an entire congregation. Here’s the <a href=\"https://pico.microsolidarity.cc/projects/sharing-circle\" target=\"_blank\">documentation of the circle</a>.</li></ul><h3 id=\"a-few-reflections\">A few reflections:</h3><ul>  <li>While I took the responsibility of being <em>the caller</em> (the person who calls the pod to existence), <strong>I deliberately let go of my default facilitating posture and practiced co-creating together.</strong> The crews usually started with one or two “meta calls” diving into our intentions and deciding how do we want to be together, including technicalities such as rhythm, format etc.</li>  <li><strong>Crews had a timeframe agreed in advance. Each cycle was closed with a retrospective</strong> when we decided what’s the next step, for example closing the crew or beginning another cycle.</li>  <li>Even if we committed to the schedule set up in advance, there was always at least one call that we had to skip due to life being life (na-na-na-na-na). Pods tended to work better with meetings no further than one month apart.</li>  <li>Keeping a recording was kinda useless, but we all enjoyed sharing our notes with each other</li>  <li><strong>I kept a log of each pod for learning purposes</strong>. I’m very grateful that I did, because I’m looking at them as I write this article.</li>  <li>I loved the process of coming up with the crew name together.</li></ul><h3 id=\"-key-insight\">👁 Key Insight:</h3><p><strong>Start your microsolidarity journey by calling a crew (or a couple of them). Today is a perfect day to do it. You’ll learn all the skills you need along the way, and who knows - your crew(s) might eventually grow into a congregation.</strong></p><p>Check out the resources at the end of this article if you need some extra help.</p><h2 id=\"enspiral\">Enspiral</h2><p>In September 2021 I joined <a href=\"https://www.enspiral.com/\" target=\"_blank\">Enspiral</a>, a network of people helping each other do more meaningful work. The network design includes <em>pods</em> (equivalent to <em>crews</em> in microslidarity lingo) to support building relationships within the network. While I haven’t joined any pods, mostly due to all the other crews I had going on at the time, I got involved in <em>Enspiral Europe Connection Working Group</em> hosting bi-weekly Connection Calls for Enspiralites based in Europe.</p><ul class=\"task-list\">  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Create documentation of the formats tried in EECC to publish in the Enspiral Handbook.</li></ul><h2 id=\"growing-a-congregation-in-pico-island\">Growing a congregation in Pico Island</h2><p>What happened in Pico surpassed my wildest dreams.</p><p>In a bit over one year since our very first sharing circle, we hosted two community gatherings, launch numerous projects, and created a strong foundation for a thriving congregation.</p><p>The most surprising part is that it was actually quite simple. <strong>I called a sharing circle, and as people started to spend time getting to know each other on a deeper level, magic started to happen.</strong> Of course, as we’re maturing as a congregation we’ll encounter challenges. That’s just a part of the process. With a strong foundation of relationships based on trust, care and support, we’re ready for our next iterations.</p><p>I document the process thoroughly <a href=\"https://pico.microsolidarity.cc/\" target=\"_blank\">here</a>.</p><h3 id=\"-key-insight-1\">👁 Key insight:</h3><p><strong>It seems that at this point I became a microsolidarity practitioner and a congregation catalyst. I attribute my progress to two core competencies developed over time:</strong></p><p>1) <strong>practicing crewing</strong> –&gt; there’s no learning without practice, and no amount of theory will teach you how to be and co-create together with the real people around you.<br />2) <strong>documenting the process</strong> –&gt; publishing my process as an open-source documentation allowed me to regularly reflect on my learning journey. It also created beautiful connections with people who reached out to me with appreciation, questions, feedback and co-creating possibilities.</p><p>If there’s one advice I could give to a microsolidarity beginner, it’s to do these two things from the start. I’m available to help if you could benefit from it.</p><h2 id=\"looking-beyond-pico\">Looking Beyond Pico</h2><p>In June 2021 I felt a call to connect with Faial, one of the neighbour islands. As I hiked through its forests and volcanoes, I realised that the most wonderful thing about Pico (for me) is that it is a part of an archipelago containing nine islands, each with its own unique energy and people.</p><p>One reason why I love islands, is that each of them feels like an entire world. While clearly limited by water and no matter how small, it also feels infinite. There’s just so much to explore. I guess you can tell where I’m going with this. The Azores is not just one world – it’s a Galaxy.</p><p>I guess it comes without surprise that <strong>my next step is to catalyse Azores Regenerative Network, and plant microsolidarity seeds in all islands, while integrating it with my life-long dream of sailing.</strong></p><p>The soil is fertile and the people are already doing the Work.</p><p>Let’s see what’s going to sprout from the seeds that we are planting together.</p><p>🌱</p><h2 id=\"gratitude\">Gratitude</h2><p>This post wouldn’t be complete without expressing my deepest gratitude to <a href=\"https://twitter.com/RichDecibels\">Rich Bartlett (twitter link)</a> for compiling Microsolidarity and supporting countless people and projects around the world to co-create a beautiful world where all Beings can thrive 💜.</p><p>Also, a wholehearted hug goes to everyone with whom I got to practice microsolidarity together. Thank you for co-creating magic ✨.</p><h2 id=\"resources\">Resources</h2><ul class=\"task-list\">  <li><a href=\"https://pico.microsolidarity.cc/\" target=\"_blank\">Microsolidarity in Pico: Documentation</a></li>  <li><a href=\"https://www.microsolidarity.cc/crewing\" target=\"_blank\">Microsolidarity: Crewing Methods</a></li>  <li><a href=\"https://handbook.enspiral.com/guides/pods\" target=\"_blank\">Enspiral Handbook: Pods</a></li>  <li><a href=\"https://www.youtube.com/watch?v=aDWuHsyznf4\" target=\"_blank\">Metagame Mastermind Format (youtube video)</a></li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Sharing Circle for Housemates</li>  <li class=\"task-list-item\"><a href=\"https://pico.microsolidarity.cc/projects/sharing-circle\" target=\"_blank\">Pico Sharing Circle Format</a></li>  <li class=\"task-list-item\"><a href=\"https://betterhumans.pub/how-to-start-a-sharing-circle-with-your-loved-ones-and-why-you-should-8fa67d5b93aa\" target=\"_blank\">How To Start a Sharing Circle With Your Loved Ones (and Why You Should)</a></li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Our Life Stories – Session Format</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Session Notes Template</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Crew Log Template</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Crew Invitation Template</li>  <li class=\"task-list-item\"><input type=\"checkbox\" class=\"task-list-item-checkbox\" disabled=\"disabled\" />Initial Meeting Template</li></ul>",
            "url": "http://localhost:4000/microsolidarity-journey",
            
            
            
            
            
            "date_published": "2021-12-01T00:00:00-01:00",
            "date_modified": "2021-12-01T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/obsidian-to-github",
            "title": "Publish from Obsidian to Github",
            "summary": "Creating a Jekyll website in Obsidian for frictionless publishing on Github",
            "content_text": "Objective:Create and edit a Jekyll website in Obsidian. Publish to Github without friction.(Disclaimer: I don’t know how to code)Installing Jekyll on MacOS MojaveIt was a pain in the ass, but it worked eventually.I needed:  Basic knowledge of Mac Terminal  Read through the official installation guide from Jekyll  And another simpler guide  Finally, spent a long time troubleshooting errors I couldn’t understand. Here’s the most succint solution that worked for me. Note: I had to run bundle update before and after other commands. No idea why, but it works now.To preview the website locally:  launch terminal and navigate to the folder with the site using  cd ~/PATHTOFOLDER  serve jekyll with Bundle exec jekyll serve  open http://localhost:4000 in your browserUploading Code to GithubThat was easy, because I did this before, and Github has a good manual on how to do it.  I created a new repository called &lt;username&gt;.github.io  I cloned the empty repository from Github to my computer using Github Desktop  I copied the contents of the website I have been editing on my computer to the github folder and pushed changes to Github.The website is now live at heymichal.github.io, but there are still a few things to do.Editing with ObsidianOpen the local folder with my github page as a vault in obsidian. That was super easy. I’m now editing this post in Obsidian, then commit changes and merge via Github desktop.Note that it takes some time for the changes to appear on the live site.💡 I later moved the entire local folder with my site into a /web folder inside my main obsidian vault.Setting up NetlifyThe next step is to fix tags not working at all on the site. I suppose it’s because of some incompatibility between the template I started with and Github pages. I know that the template was using Netlify to deploy the site, so I guess I’ll do the same.Super easy and works like a charm.  I added a new site from git  pointed to my repository with the site on git  deployedI now have a funky netlify url: https://sleepy-mahavira-46dee4.netlify.app/ which I can change into a custom domain with SSL, which is the obvious next step.I also tested the speed of publishing and it works instantly. I edit in Obsidian, push with Github Desktop and it’s live.The only trouble is that images don’t seem to be showing at all in previews on social media (I’m using this tool and twitter card validator to test). I checked the YAML frontmatter and it all seems fine to my eye:layout: post title: The Red Caped Girl description: The magic happens when I tune into myself. image: /assets/touch-of-universe.jpg tags: [letters] and yet, I keep getting this error:og:image can't be found at the defined URLI’ll troubleshoot it later.Setting up custom domainThis was quite straightforward, even if the manual from Netlify was a bit overwhelming.Set up custom domain, when you get the new DNS configuration login to your domain registrar and setup the new DNS configuration, and then wait for some time for the website to show up at the new address. It took around 2 hours in my case, and the site is now operational!🎉Troubleshooting SSL CertificateIt turns out that while the site was live, something didn’t work with the automatic SSL encryption. I went to domain settings in Netlify, clicked on “renew certificate” and less than a minute later it was working properly.Optimising Obsidian &lt;&gt; Github FlowFor now I’ve been using a separate obsidian vault for my website, but actually, why not keep it all together?I’ve created a new folder /web in my main obsidian vault and I moved the folder with website files heymichal.github.io inside.",
            "content_html": "<p>Objective:</p><p><strong>Create and edit a Jekyll website in Obsidian. Publish to Github without friction.</strong></p><p>(Disclaimer: I don’t know how to code)</p><h2 id=\"installing-jekyll-on-macos-mojave\">Installing Jekyll on MacOS Mojave</h2><p>It was a pain in the ass, but it worked eventually.</p><p>I needed:</p><ul>  <li><a href=\"https://macpaw.com/how-to/use-terminal-on-mac \" target=\"_blank\">Basic knowledge of Mac Terminal</a></li>  <li>Read through the official <a href=\"https://jekyllrb.com/docs/installation/macos/\" target=\"_blank\">installation guide from Jekyll</a></li>  <li>And another <a href=\"https://www.awesomeinc.org/tutorials/jekyll-basics/\" target=\"_blank\">simpler guide</a></li>  <li>Finally, spent a long time troubleshooting errors I couldn’t understand. Here’s <a href=\"https://www.chadduffey.com/2021/03/Jekyll-Poop.html\" target=\"_blank\">the most succint solution</a> that worked for me. Note: I had to run <code>bundle update</code> <em>before</em> and <em>after</em> other commands. No idea why, but it works now.</li></ul><h3 id=\"to-preview-the-website-locally\">To preview the website locally:</h3><ul>  <li>launch terminal and navigate to the folder with the site using  <code>cd ~/PATHTOFOLDER</code></li>  <li>serve jekyll with <code>Bundle exec jekyll serve</code></li>  <li>open <a href=\"http://localhost:4000\" target=\"_blank\">http://localhost:4000</a> in your browser</li></ul><h2 id=\"uploading-code-to-github\">Uploading Code to Github</h2><p>That was easy, because I did this before, and Github has a <a href=\"https://docs.github.com/en/pages/getting-started-with-github-pages/about-github-pages\" target=\"_blank\">good manual on how to do it.</a></p><ul>  <li>I created a new repository called <code>&lt;username&gt;.github.io</code></li>  <li>I cloned the empty repository from Github to my computer using <a href=\"https://desktop.github.com/\" target=\"_blank\">Github Desktop</a></li>  <li>I copied the contents of the website I have been editing on my computer to the github folder and pushed changes to Github.</li></ul><p>The website is now live at heymichal.github.io, but there are still a few things to do.</p><h2 id=\"editing-with-obsidian\">Editing with Obsidian</h2><p>Open the local folder with my github page as a vault in obsidian. That was super easy. I’m now editing this post in Obsidian, then commit changes and merge via Github desktop.</p><p>Note that it takes some time for the changes to appear on the live site.</p><p>💡 I later moved the entire local folder with my site into a /web folder inside my main obsidian vault.</p><h2 id=\"setting-up-netlify\">Setting up Netlify</h2><p>The next step is to fix tags not working at all on the site. I suppose it’s because of some incompatibility between the template I started with and Github pages. I know that the template was using <a href=\"https://netlify.app\" target=\"_blank\">Netlify</a> to deploy the site, so I guess I’ll do the same.</p><p>Super easy and works like a charm.</p><ul>  <li>I added a new site from git</li>  <li>pointed to my repository with the site on git</li>  <li>deployed</li></ul><p>I now have a funky netlify url: <code>https://sleepy-mahavira-46dee4.netlify.app/</code> which I can change into a custom domain with SSL, which is the obvious next step.</p><p>I also tested the speed of publishing and it works instantly. I edit in Obsidian, push with Github Desktop and it’s live.</p><p>The only trouble is that images don’t seem to be showing at all in previews on social media (I’m using <a href=\"https://socialsharepreview.com/\" target=\"_blank\">this tool</a> and <a href=\"https://cards-dev.twitter.com/validator\" target=\"_blank\">twitter card validator</a> to test). I checked the <a href=\"https://milanaryal.com.np/integrating-social-meta-tags-into-jekyll/\" target=\"_blank\">YAML frontmatter</a> and it all seems fine to my eye:</p><p>layout: post <br />title: The Red Caped Girl <br />description: The magic happens when I tune into myself. <br />image: /assets/touch-of-universe.jpg <br />tags: [letters] <br /></p><p>and yet, I keep getting this error:</p><p><code>og:image can't be found at the defined URL</code></p><p>I’ll troubleshoot it later.</p><h2 id=\"setting-up-custom-domain\">Setting up custom domain</h2><p>This was quite straightforward, even if the <a href=\"https://docs.netlify.com/domains-https/custom-domains\" target=\"_blank\">manual</a> from Netlify was a bit overwhelming.</p><p>Set up custom domain, when you get the new DNS configuration login to your domain registrar and setup the new DNS configuration, and then wait for some time for the website to show up at the new address. It took around 2 hours in my case, and the site is now operational!</p><p>🎉</p><h2 id=\"troubleshooting-ssl-certificate\">Troubleshooting SSL Certificate</h2><p>It turns out that while the site was live, something didn’t work with the automatic SSL encryption. I went to domain settings in Netlify, clicked on “renew certificate” and less than a minute later it was working properly.</p><h2 id=\"optimising-obsidian--github-flow\">Optimising Obsidian &lt;&gt; Github Flow</h2><p>For now I’ve been using a separate obsidian vault for my website, but actually, why not keep it all together?</p><p>I’ve created a new folder <code>/web</code> in my main obsidian vault and I moved the folder with website files <code>heymichal.github.io</code> inside.</p>",
            "url": "http://localhost:4000/obsidian-to-github",
            
            
            
            
            
            "date_published": "2021-11-27T00:00:00-01:00",
            "date_modified": "2021-11-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/gift",
            "title": "Gift",
            "summary": "Gifts always gravitate towards where they are needed most.",
            "content_text": "27 November 2021 🌗Dear Santa,I am in a privileged position of my basic monthly expenses being more or less covered by my online business, at least for now.It wasn’t easy to get here.It took four years of being constantly challenged by the entrepreneurial learning curve. One of the biggest difficulties revolves around money. In a nutshell: I feel very little alignment with the current capitalist system and I’d like to embody a different paradigm.But that isn’t easy when I depend on my own business to bring income. On one hand I am fully committed to release products that genuinely enrich lives and contribute to co-creating a beautiful planet where all beings can thrive. On the other, I feel pressure to make enough to pay the basic expenses. With the entrepreneurial world saturated with content prioritizing making more money rather than why and how aligned, it’s been hard to stay grounded and maintain a relatively steady course aligned with what my heart believes in.But it’s been kinda working lately, and I feel that my work is tuning in more and more with my values, while bringing in enough financially to sustain my basic needs, and leaving more time and energy to give freely to work that matters that I don’t want to charge for within the capitalist economy.Because, I deeply believe that not everything should be monetized.Regenerating the land.Healing oneself and others.Sharing the Light to inspire and encourage more people to enter into the upwards spiral of the beautiful world that our hearts know is possible 1.These are my priorities, and while I’m committed to this path anyway, I could certainly use your help. That’s why I’m writing this letter to ask you for a Gift.As a minimalist on a constant journey to have less items and more space, I learned that offering a gift is a beautiful but challenging art. For example, for a long time my family kept giving me stuff, which while being given from the heart and therefore appreciated, was, generally speaking, useless for me and only created unnecessary clutter.What I learned through this process is:a) experiences generally make much better gifts for me.b) it is my responsibility to communicate clearly which gifts are the most aligned with what my heart points me towards right now, instead of expecting another person to know that intuitively.This letter is an externalisation of these two lessons in a form of a public wishlist, supported by a firm belief that there is plenty of abundance of different sorts all around, and that within the Gift Economy (which we are indeed all a part of) the gifts gravitate towards the place where they are needed most.I’m not saying that the items on my list are universally speaking the biggest voids in the universe waiting to be filled. I already have all that I need. However, it is possible that you are in a position to fill these voids for me, and thus make a real positive impact in my life, and, through ripple effect, the lives of others.Whether that’s the case or not, I’m grateful for your presence, and I wish you wonderful Winter Holidays, whichever and whenever you choose to celebrate.With Love and Gratitude,Michał.ps. The List:Education  Permaculture Design Course, residential in Portugal (or even better, in Azores) or online, because I believe that permaculture is one of the most important fields to study right now, and I have pretty much zero experience with it.   Kernel Online Course, because web3 and blockchain open amazing possibilities for regenerating the world at scale, and I’d love to start my journey in this area by building something beautiful with other amazing people.  Thriving Networks online course, because I’m building a Regenerative Network in the Azores and I could really use some extra support with the upcoming challenges. Knowing the humans behind this course, I feel that it’s precisely the right place for me to be.Personal Growth  Contact Improvisation / Ecstatic Dance residential gathering/course in Portugal, because connecting with other humans through dance is one of the most effective ways of addressing one of the biggest fears I’m working though at the moment, and it’s part of the healing that is very important for me to experience.  Sailing opportunities of any shapes and sizes, ideally to/from/within the Azores, because sailing is the core foundation of my soul and I want to bring this gift to the world by hosting regenerative retreats at sea.Items  A sailboat. Yes, it’s a bold ask, but you never know. A sailboat would allow me to ditch flying for good, and move between the islands in the Azores (and beyond) to catalyse the regenerative network, as well as host transformative experiences at sea. I’m also feeling called to Brazil (and I intend to answer that Call). I’m looking to sail there from Europe in Nov/Dec 2022.  A functioning typewriter, to write letters  A compact mechanical keyboard with Bluetooth, EN or PT layout, to write digital letters  A hardcover book about astrology in English with strong focus on charts and visuals. I want to study different types of maps and astrology is a map.  A hardcover edition of Tao Te Ching  Solar panels to power my tiny cabin and the community space next to it  Travel Berkey Water Filter, because drinking highest quality water is essential—            I borrow the term “beautiful world that our hearts know is possible” from the wonderful book by Charles Eisenstein Sacred Economics: Money, Gift &amp; Society in the Age of Transition] &#8617;      ",
            "content_html": "<p>27 November 2021 🌗</p><h2 id=\"dear-santa\">Dear Santa,</h2><p>I am in a privileged position of my basic monthly expenses being more or less covered by my online business, at least for now.</p><p>It wasn’t easy to get here.</p><p>It took four years of being constantly challenged by the entrepreneurial learning curve. One of the biggest difficulties revolves around money. In a nutshell: <strong>I feel very little alignment with the current capitalist system and I’d like to embody a different paradigm.</strong></p><p>But that isn’t easy when I depend on my own business to bring income. On one hand I am fully committed to release products that genuinely enrich lives and contribute to co-creating a beautiful planet where all beings can thrive. On the other, I feel pressure to make enough to pay the basic expenses. With the entrepreneurial world saturated with content prioritizing making more money rather than <em>why</em> and <em>how aligned</em>, it’s been hard to stay grounded and maintain a relatively steady course aligned with what my heart believes in.</p><p>But it’s been kinda working lately, and I feel that my work is tuning in more and more with my values, while bringing in enough financially to sustain my basic needs, and leaving more time and energy to <em>give freely</em> to work that matters that I don’t want to charge for within the capitalist economy.</p><p>Because, I deeply believe that <strong>not everything should be monetized</strong>.</p><p>Regenerating the land.</p><p>Healing oneself and others.</p><p>Sharing the Light to inspire and encourage more people to enter into the upwards spiral of the beautiful world that our hearts know is possible <sup id=\"fnref:1\" role=\"doc-noteref\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\">1</a></sup>.</p><p>These are my priorities, and while I’m committed to this path anyway, I could certainly use your help. That’s why I’m writing this letter to ask you for a Gift.</p><p>As a minimalist on a constant journey to have less items and more space, I learned that offering a gift is a beautiful but challenging art. For example, for a long time my family kept giving me stuff, which while being given from the heart and therefore appreciated, was, generally speaking, useless for me and only created unnecessary clutter.</p><p>What I learned through this process is:</p><p>a) experiences generally make much better gifts for me.</p><p>b) it is my responsibility to communicate clearly which gifts are the most aligned with what my heart points me towards right now, instead of expecting another person to know that intuitively.</p><p>This letter is an externalisation of these two lessons in a form of a public wishlist, supported by a firm belief that there is plenty of abundance of different sorts all around, and that within the Gift Economy (which we are indeed all a part of) the gifts gravitate towards the place where they are needed most.</p><p>I’m not saying that the items on my list are <em>universally speaking</em> the biggest voids in the universe waiting to be filled. <strong>I already have all that I need.</strong> However, it is possible that you are in a position to fill these voids for me, and thus make a real positive impact in my life, and, through ripple effect, the lives of others.</p><p>Whether that’s the case or not, I’m grateful for your presence, and I wish you wonderful Winter Holidays, whichever and whenever you choose to celebrate.</p><p>With Love and Gratitude,<br />Michał.</p><p>ps. The List:</p><h2 id=\"education\">Education</h2><ul>  <li><strong>Permaculture Design Course</strong>, residential in Portugal (or even better, in Azores) or online, because I believe that permaculture is one of the most important fields to study right now, and I have pretty much zero experience with it.</li>  <li><a href=\"https://kernel.community/en/\" target=\"_blank\"> Kernel Online Course</a>, because web3 and blockchain open amazing possibilities for regenerating the world at scale, and I’d love to start my journey in this area by building something beautiful with other amazing people.</li>  <li><a href=\"https://www.greaterthan.works/academy/thriving-networks\" target=\"_blank\">Thriving Networks online course</a>, because I’m building a <a href=\"https://pico.microsolidarity.cc\" target=\"_blank\">Regenerative Network in the Azores</a> and I could really use some extra support with the upcoming challenges. Knowing the humans behind this course, I feel that it’s precisely the right place for me to be.</li></ul><h2 id=\"personal-growth\">Personal Growth</h2><ul>  <li>Contact Improvisation / Ecstatic Dance residential gathering/course in Portugal, because connecting with other humans through dance is one of the most effective ways of addressing one of the biggest fears I’m working though at the moment, and it’s part of the healing that is very important for me to experience.</li>  <li>Sailing opportunities of any shapes and sizes, ideally to/from/within the Azores, because sailing is the core foundation of my soul and I want to bring this gift to the world by hosting regenerative retreats at sea.</li></ul><h2 id=\"items\">Items</h2><ul>  <li><strong>A sailboat</strong>. Yes, it’s a bold ask, but you never know. A sailboat would allow me to ditch flying for good, and move between the islands in the Azores (and beyond) to catalyse the regenerative network, as well as host transformative experiences at sea. I’m also feeling called to Brazil (and I intend to answer that Call). I’m looking to sail there from Europe in Nov/Dec 2022.</li>  <li>A functioning typewriter, to write <a href=\"/letters\">letters</a></li>  <li>A compact mechanical keyboard with Bluetooth, EN or PT layout, to write digital letters</li>  <li>A hardcover book about astrology in English with strong focus on charts and visuals. I want to study different types of maps and astrology is a map.</li>  <li>A hardcover edition of <em>Tao Te Ching</em></li>  <li>Solar panels to power my tiny cabin and the community space next to it</li>  <li><a href=\"https://berkey-waterfilters.fr/products/systeme-de-filtration-deau-travel-berkey-version-reduite-du-big-berkey\" target=\"_blank\">Travel Berkey Water Filter</a>, because drinking highest quality water is essential</li></ul><p></p><h2>—</h2><div class=\"footnotes\" role=\"doc-endnotes\">  <ol>    <li id=\"fn:1\" role=\"doc-endnote\">      <p>I borrow the term “beautiful world that our hearts know is possible” from the wonderful book by Charles Eisenstein <a href=\"https://charleseisenstein.org/books/sacred-economics/\" target=\"_blank\"><em>Sacred Economics: Money, Gift &amp; Society in the Age of Transition</em></a>] <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>  </ol></div>",
            "url": "http://localhost:4000/gift",
            
            
            
            
            
            "date_published": "2021-11-27T00:00:00-01:00",
            "date_modified": "2021-11-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/21-questions",
            "title": "21 Questions",
            "summary": "A game. A FAQ page. An opportunity to ask a question.",
            "content_text": "I want to co-create a “FAQ” page for this website, so I created this simple game:Ask me a question.I’ll pick 21 and publish them here with answers.Disclaimer: Learning from the story of the Royal Research Ship Boaty McBoatface, I reserve the right to not answer/publish your question.👁❤️ my god can’t wait to hear more of where life has brought you recently– JoãoI’m excited to tell you!It feels like on the last night of my recent trip to the mainland a new cycle of my life have just began. That was in November, around the Full Moon time. I’m now back to Pico Island, living in a tiny cabin made of wood, surrounded by trees, with a view to the ocean. It’s a very inspiring place to be.I feel that a big part of the new cycle is about manifesting dreams. I’ve been focused on the practical, productivity side of things for a while, but somehow I got disconnected a bit with my Big Dreams. They were always there, deep inside my heart, but I guess I didn’t feel that the time to make them happen is now. And now, I do feel that way. It’s very empowering.I’ve taken my microsolidarity game to the next level, begun the process of creating a cooperative in the island, and started moving the energy towards creating a Regenerative Network in the Azores. I’ve coded my new website and set it up for effortless publishing right from Obsidian, which is a little thing, but it was something that has been on my mind for a long time. I’ve been enjoying building with wood and prototyping the next iteration of the cabin where I live. I finally put some energy to kickstart the process of sailing to Brazil in November/December 2022. I’ve started writing more letters again, and started reading them out in public for the first time, which felt special. I’ve noticed two particular fears surfacing in my life and faced them head on. Things are definitely moving!And there’s soooo much more to share. Looking forward to hugging you soon and going deeper, and also learning about your life!What are 3 things you explore daily to Change/better your life?– Niko  I explore myself and the world I interact with through journaling. It’s possibly the most powerful practice in my life. It helps me to continuously realign with myself.  Walking. Walking. Walking. To be honest, there are days when I don’t walk, but I always miss it a lot if I skip a day and I come back to it. It’s one of the most effective forms of my meditation.  Deliberately engaging in the action of Being.What are some things you can talk for hours about?– ChrisSailing, travel stories, journaling, optimizing inventory for having less items, designing experiences, relationships, islands, maps, seeking wisdom, becoming an elder…But, perhaps more importantly, sharing from the heart.What keeps you going?– BrunoI had to think for a while about that one.In a nutshell, I have some kind of underlying sense of faith that life is unfolding itself perfectly, and I have real choice and influence over quite a lot of things (although not everything).WIth that in mind, I feel that no matter what happens to me, I have a choice to make. That’s very empowering, because it makes me feel like I’m in a driver’s seat of my life. I do experience darker days, of course, but ultimately, I see them as inevitable challenges, and my overall experience of life so far led me to believe that, no matter the struggle, I can manifest any reality I want, which motivates me to actually make it happen on daily basis.",
            "content_html": "<p>I want to co-create a “FAQ” page for this website, so I created this simple game:</p><p><strong>Ask me a question.</strong></p><p>I’ll pick 21 and publish them here with answers.</p><p><strong>Disclaimer</strong>: Learning from the story of the Royal Research Ship <em>Boaty McBoatface</em>, I reserve the right to not answer/publish your question.</p><p align=\"center\">👁</p><p><br /></p><h2 id=\"️-my-god-cant-wait-to-hear-more-of-where-life-has-brought-you-recently\">❤️ my god can’t wait to hear more of where life has brought you recently</h2><p>– João</p><p>I’m excited to tell you!</p><p>It feels like on the last night of my recent trip to the mainland a new cycle of my life have just began. That was in November, around the Full Moon time. I’m now back to Pico Island, living in a tiny cabin made of wood, surrounded by trees, with a view to the ocean. It’s a very inspiring place to be.</p><p><strong>I feel that a big part of the new cycle is about manifesting dreams.</strong> I’ve been focused on the practical, productivity side of things for a while, but somehow I got disconnected a bit with my Big Dreams. They were always there, deep inside my heart, but I guess I didn’t feel that the time to make them happen is <em>now</em>. And now, I do feel that way. It’s very empowering.</p><p>I’ve taken my microsolidarity game to the next level, begun the process of creating a cooperative in the island, and started moving the energy towards creating a Regenerative Network in the Azores. I’ve coded my new website and set it up for effortless publishing right from Obsidian, which is a little thing, but it was something that has been on my mind for a long time. I’ve been enjoying building with wood and prototyping the next iteration of the cabin where I live. I finally put some energy to kickstart the process of sailing to Brazil in November/December 2022. I’ve started writing more letters again, and started reading them out in public for the first time, which felt special. I’ve noticed two particular fears surfacing in my life and faced them head on. Things are definitely moving!</p><p>And there’s soooo much more to share. Looking forward to hugging you soon and going deeper, and also learning about your life!</p><h2 id=\"what-are-3-things-you-explore-daily-to-changebetter-your-life\">What are 3 things you explore daily to Change/better your life?</h2><p>– Niko</p><ol>  <li>I explore myself and the world I interact with through journaling. It’s possibly the most powerful practice in my life. It helps me to continuously realign with myself.</li>  <li>Walking. Walking. Walking. To be honest, there are days when I don’t walk, but I always miss it a lot if I skip a day and I come back to it. It’s one of the most effective forms of my meditation.</li>  <li>Deliberately engaging in the action of <em>Being</em>.</li></ol><h2 id=\"what-are-some-things-you-can-talk-for-hours-about\">What are some things you can talk for hours about?</h2><p>– Chris</p><p>Sailing, travel stories, journaling, optimizing inventory for having less items, designing experiences, relationships, islands, maps, seeking wisdom, becoming an elder…</p><p>But, perhaps more importantly, sharing from the heart.</p><h2 id=\"what-keeps-you-going\">What keeps you going?</h2><p>– Bruno</p><p>I had to think for a while about that one.</p><p>In a nutshell, I have some kind of underlying sense of faith that life is unfolding itself perfectly, and I have real choice and influence over quite a lot of things (although not everything).</p><p>WIth that in mind, I feel that no matter what happens to me, I have a choice to make. That’s very empowering, because it makes me feel like I’m in a driver’s seat of my life. I do experience darker days, of course, but ultimately, I see them as inevitable challenges, and my overall experience of life so far led me to believe that, no matter the struggle, I can manifest any reality I want, which motivates me to actually make it happen on daily basis.</p>",
            "url": "http://localhost:4000/21-questions",
            
            
            
            
            
            "date_published": "2021-11-27T00:00:00-01:00",
            "date_modified": "2021-11-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/waiting-at-peters",
            "title": "Waiting At Peter's",
            "summary": "Gifts always gravitate towards where they are needed most.",
            "content_text": "Peter’s Cafe, Port of Horta22 November 2021I’m sitting in the iconic sailing bar in the island of Faial before taking a ferry across to Pico. I filled my body with a way-too-sweet-but-still-delicious chocolate cake and begun writing this letter. It wasn’t clear to me to whom it is directed to, so let’s say that it is for you – to receive in this very moment. Thank you for holding the space for me. I appreciate it.I just came back from the Mainland yesterday, but the backpack containing all my gear didn’t.It’s quite frustrating to be walking around in the rain with a plastic bag holding a few items I took with me on the plane: my journal and tablet, a deck of tarot cards, headphones, headtorch, a folder with some documents and empty sheets of A4 paper, a poncho made of Serra-de-Estrela wool, a water bottle, a thermal cup, two carabiners, plus the clothes that I’m wearing. It’s a combination of items that tells a lot about me.As I’m waiting for the airline to call me to arrange the drop-off of my backpack which arrived to Faial just in time to get the 1415 ferry to Pico (which I’m writing down with the intention of manifesting it into reality), I get to practice letting go. Of course, my stuff doesn’t matter, but I do feel attached to the combination of items I have carefully assembled over the last few years of scaling down. It’d be a bitch to replace a few of them, and also, quite a lot of money – a resource that is quite scarce in my life. While certainly inconvenient, I do trust that my backpack is already on it’s way back to me, and even if it isn’t, I know that it’s just stuff – even if precious to me.What matters is the experience of Being in the Mainland, and all the processes, internal and external, that happened during this journey, and, as well, the processes that are about to begin because of this journey. Because it does indeed feel like the beginning of another cycle. I can feel that something deep has shifted within me, something cracked and opened, some subconscious pattern (or patterns) were overwritten.If this is the beginning though, I feel that it’s worth inquiring “of what?” I don’t know that yet, but if I’d have to look for some words, I’d lean into letting go of fears holding me back, dreaming big, and manifesting these dreams into reality with an open heart shining with light. Yes, that feels good to write down and now say it out loud to you. No Fear. Dream Big. Manifest. Shine. I left an empty page for setting the intentions during the Full Moon, because I wasn’t clear on them yet. I guess this is the time to write them down.…I did, and as I was sensing into what to write next, I receive the phoneceall. My backpack is in Horta and it will be delivered to the ferry terminal on time to get the 1415 ferry to Pico. No Fear. Dream Big. Manifest. Shine.I guess this is the reason why I felt like writing this letter. Six powerful words are now engraved into my mind to remind it, what my heart already knew. No Fear. Dream Big. Manifest. Shine.I have two hours until the ferry. It’s time to engage in a few errands and then come back to the island that is now my home and begin the new cycle of my life. I’m so excited for what’s to come.No Fear. Dream Big. Manifest. Shine.With Love and Light,Michał",
            "content_html": "<p>Peter’s Cafe, Port of Horta<br />22 November 2021</p><p>I’m sitting in the iconic sailing bar in the island of Faial before taking a ferry across to Pico. I filled my body with a way-too-sweet-but-still-delicious chocolate cake and begun writing this letter. It wasn’t clear to me to whom it is directed to, so let’s say that it is for you – to receive in this very moment. Thank you for holding the space for me. I appreciate it.</p><p>I just came back from the Mainland yesterday, but the backpack containing all my gear didn’t.</p><p>It’s quite frustrating to be walking around in the rain with a plastic bag holding a few items I took with me on the plane: my journal and tablet, a deck of tarot cards, headphones, headtorch, a folder with some documents and empty sheets of A4 paper, a poncho made of Serra-de-Estrela wool, a water bottle, a thermal cup, two carabiners, plus the clothes that I’m wearing. It’s a combination of items that tells a lot about me.</p><p>As I’m waiting for the airline to call me to arrange the drop-off of my backpack which arrived to Faial just in time to get the 1415 ferry to Pico (which I’m writing down with the intention of manifesting it into reality), I get to practice letting go. Of course, my stuff doesn’t matter, but I do feel attached to the combination of items I have carefully assembled over the last few years of scaling down. It’d be a bitch to replace a few of them, and also, quite a lot of money – a resource that is quite scarce in my life. While certainly inconvenient, I do trust that my backpack is already on it’s way back to me, and even if it isn’t, I know that it’s just stuff – even if precious to me.</p><p><strong>What matters is the experience of Being in the Mainland, and all the processes, internal and external, that happened during this journey, and, as well, the processes that are about to begin <em>because of</em> this journey.</strong> Because it does indeed feel like the beginning of another cycle. I can feel that something deep has shifted within me, something cracked and opened, some subconscious pattern (or patterns) were overwritten.</p><p>If this is the beginning though, I feel that it’s worth inquiring “of what?” I don’t know that yet, but if I’d have to look for some words, I’d lean into letting go of fears holding me back, dreaming big, and manifesting these dreams into reality with an open heart shining with light. Yes, that feels good to write down and now say it out loud to you. <strong>No Fear. Dream Big. Manifest. Shine.</strong> I left an empty page for setting the intentions during the Full Moon, because I wasn’t clear on them yet. I guess this is the time to write them down.</p><p>…</p><p>I did, and as I was sensing into what to write next, I receive the phoneceall. My backpack is in Horta and it will be delivered to the ferry terminal on time to get the 1415 ferry to Pico. No Fear. Dream Big. Manifest. Shine.</p><p>I guess this is the reason why I felt like writing this letter. <strong>Six powerful words are now engraved into my mind to remind it, what my heart already knew. No Fear. Dream Big. Manifest. Shine.</strong></p><p>I have two hours until the ferry. It’s time to engage in a few errands and then come back to the island that is now my home and begin the new cycle of my life. I’m so excited for what’s to come.</p><p>No Fear. Dream Big. Manifest. Shine.</p><p>With Love and Light,<br />Michał</p>",
            "url": "http://localhost:4000/waiting-at-peters",
            
            
            
            
            
            "date_published": "2021-11-22T00:00:00-01:00",
            "date_modified": "2021-11-22T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/last-night-in-lisbon",
            "title": "Last Night In Lisbon",
            "summary": "Facing the Dark in the city of Light.",
            "content_text": "18/10/2021Dear Lisbon,It’s our last night together and I’m sitting on a square writing a letter to you. You’re a Beautiful City, and I’m so grateful for everything you have allowed me to experience and discover. It’s an incredibly intense time, with unprecedented depth of self-awareness, allowing me to identify fears holding me back.I feel that we’re all afraid, some more than others, but this primary emotion is something we all share. Fear of sickness and death. Fear of the Unknown. Fear of being left behind. Fear of being alone. Fear of missing out. Fear of rejection. Fear of being judged.With so many fears, it’s not surprising that each and every one of us is a mess, in their very unique and irrepeatable way. And yet, Fear can be overcomed, just like any pattern, no matter how deep, can be rewritten.For me, the process starts with noticing the Fear, creeping in the deep ocean of the subconscious mind, and bringing it up t the surface of awareness. And then – embrace it. That’s the hard part.Oppressing, repressing, suppressing, pretending it’s not there, numbing, distracting, and other clever strategies can work in the short run, but ultimately Fear awaits to be acknowledged head on and embraced, like any other being on this planet.Once accepted, it looses it’s paralyzing power. allowing for a deep wholehearted hug.With the heart truly open, no Fear can be.",
            "content_html": "<p>18/10/2021</p><h2 id=\"dear-lisbon\">Dear Lisbon,</h2><p>It’s our last night together and I’m sitting on a square writing a letter to you. You’re a Beautiful City, and I’m so grateful for everything you have allowed me to experience and discover. It’s an incredibly intense time, with unprecedented depth of self-awareness, allowing me to identify fears holding me back.</p><p>I feel that we’re all afraid, some more than others, but this primary emotion is something we all share. Fear of sickness and death. Fear of the Unknown. Fear of being left behind. Fear of being alone. Fear of missing out. Fear of rejection. Fear of being judged.</p><p>With so many fears, it’s not surprising that each and every one of us is a mess, in their very unique and irrepeatable way. And yet, Fear can be overcomed, just like any pattern, no matter how deep, can be rewritten.</p><p>For me, the process starts with noticing the Fear, creeping in the deep ocean of the subconscious mind, and bringing it up t the surface of awareness. And then – embrace it. That’s the hard part.</p><p>Oppressing, repressing, suppressing, pretending it’s not there, numbing, distracting, and other clever strategies can work in the short run, but ultimately Fear awaits to be acknowledged head on and embraced, like any other being on this planet.</p><p>Once accepted, it looses it’s paralyzing power. allowing for a deep wholehearted hug.</p><p>With the heart truly open, no Fear can be.</p>",
            "url": "http://localhost:4000/last-night-in-lisbon",
            
            
            
            
            
            "date_published": "2021-10-18T00:00:00+00:00",
            "date_modified": "2021-10-18T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/the-red-caped-girl",
            "title": "The Red Caped Girl",
            "summary": "The magic happens when I tune into myself.",
            "content_text": "What just happened?I felt intuitively, which comes easy to me recently, since I’ve started spending most of my waking hours walking, that it is really important for me to go out of the house and have a dance. And then, maybe sit down by one of the three inviting tables on a public square in front of my flat, surrounded by a quiet residential island in the middle of Alfama, and process what is happening to me right now.I followed my intuition down a curvy staircase, poured myself a cup of hot yogi tea, which fits quite well to my current circumstances since I seem to be a walking yogi these days, and started dancing.At first, I was a bit shy, as the only other person on the square was clearly observing the feathers sticking out of my hair. He even stopped looking at his phone, focusing his gaze completely on me, which made me a bit uncomfortable, although not enough to stop me from dancing wholeheartedly as a song perfectly aligned with my current mood entered into my headphones.I kept dancing for a while, taking short breaks for a sip of tea, a stretch and an observing look at the trees growing out of the tiny cubical stones covering the square.The guy with the phone left eventually. I kept on dancing, and feeling tensions of the day disintegrate into the particles before leaving my body completely.As I was setting myself free from tension, a girl in a red cape passed by on her scooter. A couple walked by. A lady parked her tiny car in the only remaining gap on the street. I kept dancing, until my body communicated that it’s time to sit down and process.I wrote down a few key ideas worth remembering, did some rapid fire brainstorming and was about to decide what to do next, but… the choice was made for me, as the girl in the red cape strolled into the square and sat by one of the three tables.She wrote her name and phone number in my journal, after a short but beautiful moment of connection as our energies magnetically attracted each other, so we gravitated, more or less subconsciously, to this very square, in the middle of a capital city.These synergies and inexplicable gravitational pulls keep amazing me with abundant regularity. How is it possible that I keep being in the exact right place in the exactly right time to experience a magical moment, which is increasingly hard to disregard as accidental or random?Whether it is or not, it doesn’t matter.The girl in the red cape shared with me that by being in a certain way we attract other people vibrating in a similar frequency. I guess all beings do. Like it or not, we’re all made of empty space, and particles which vibrate in a symphony naturally gravitating towards harmonious co-existence.In moments like these it seems insane not to redistribute the energy available to me in this very moment to vibrate in the highest frequency I can reach, attracting more magic into my life, so I can send ripples amplified by waves pouring out of open hearts of beings around me into all directions, inner, outer and beyond.",
            "content_html": "<p>What just happened?</p><p>I felt intuitively, which comes easy to me recently, since I’ve started spending most of my waking hours walking, that it is really important for me to go out of the house and have a dance. And then, maybe sit down by one of the three inviting tables on a public square in front of my flat, surrounded by a quiet residential island in the middle of Alfama, and process what is happening to me right now.</p><p>I followed my intuition down a curvy staircase, poured myself a cup of hot yogi tea, which fits quite well to my current circumstances since I seem to be a walking yogi these days, and started dancing.</p><p>At first, I was a bit shy, as the only other person on the square was clearly observing the feathers sticking out of my hair. He even stopped looking at his phone, focusing his gaze completely on me, which made me a bit uncomfortable, although not enough to stop me from dancing wholeheartedly as a song perfectly aligned with my current mood entered into my headphones.</p><p>I kept dancing for a while, taking short breaks for a sip of tea, a stretch and an observing look at the trees growing out of the tiny cubical stones covering the square.</p><p>The guy with the phone left eventually. I kept on dancing, and feeling tensions of the day disintegrate into the particles before leaving my body completely.</p><p>As I was setting myself free from tension, a girl in a red cape passed by on her scooter. A couple walked by. A lady parked her tiny car in the only remaining gap on the street. I kept dancing, until my body communicated that it’s time to sit down and process.</p><p>I wrote down a few key ideas worth remembering, did some rapid fire brainstorming and was about to decide what to do next, but… the choice was made for me, as the girl in the red cape strolled into the square and sat by one of the three tables.</p><p>She wrote her name and phone number in my journal, after a short but beautiful moment of connection as our energies magnetically attracted each other, so we gravitated, more or less subconsciously, to this very square, in the middle of a capital city.</p><p>These synergies and inexplicable gravitational pulls keep amazing me with abundant regularity. How is it possible that I keep being in the exact right place in the exactly right time to experience a magical moment, which is increasingly hard to disregard as accidental or random?</p><p>Whether it is or not, it doesn’t matter.</p><p>The girl in the red cape shared with me that by being in a certain way we attract other people vibrating in a similar frequency. I guess all beings do. Like it or not, we’re all made of empty space, and particles which vibrate in a symphony naturally gravitating towards harmonious co-existence.</p><p><strong>In moments like these it seems insane not to redistribute the energy available to me in this very moment to vibrate in the highest frequency I can reach, attracting more magic into my life, so I can send ripples amplified by waves pouring out of open hearts of beings around me into all directions, inner, outer and beyond.</strong></p>",
            "url": "http://localhost:4000/the-red-caped-girl",
            "image": "/assets/touch-of-universe.jpg",
            
            
            
            
            "date_published": "2021-10-15T00:00:00+00:00",
            "date_modified": "2021-10-15T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/vaclav-havel-and-conflicting-advice",
            "title": "Vaclav Havel and Conflicting Advice",
            "summary": "Waiting for a magical girl to appear out of thin air. She doesn't.",
            "content_text": "I’m sitting in a park by the table dedicated to Vaclav Havel, waiting for something to happen.To be honest, a very specific thing:A beautiful girl to appear out of thin air that would have a beautiful soul, and energy and space to co-create a magical moment including physical intimacy with me.I feel fear as I disclose this information but these are the facts: I feel a deep need for my body to be loved and feel wanted. It’s been a while.But here it gets interesting:The life, a curious mistress, teaches me that I both can and can’t have what I want, which while being a profound guidance is also some fucking conflicting advice.To elaborate:In one moment I connect to the infinite cosmic reality, the “Big We”, as my friend calls it, and manifest any reality I choose, provided I’m specific enough to verbalize it and put it out there into the Universe, ideally out loud while facing one of the raw elements in the time when specific celestial bodies align. But to be fair, any space can become sacred if only treated with appropriate reverence.The flow is a blessed state to be in for sure, and yet, it tends to end abruptly without notice, leaving me confused, disconnected, and lonely. Still waiting for the magical girl to appear, caress my back without warning, look deeply at me, and deliberately kiss my neck slowly to see what happens.I can feel the shivers. But, whether I like it or not, it is not the reality, at least not in this very moment. Feel free to prove me wrong though.As I sit with myself, unfolding knots tangled over the light shining from within, I feel, yet again, the conflicting advice of the Universe and it’s teachers.I could remain still, witnessing my feelings arise and pass away in the infinite flow of impermanence, both blissful and difficult to accept, especially at times when the conscious choice of letting go is particularly hard. I know you’ve been there.I could also act upon this very moment, and instead of waiting for the magic to happen, create the magic myself, with a not-so-litte help of the Universe, provided it’s a day when Good Fortune smiles at my cute attempts of seducing a powerful woman.It’s difficult, because as I sit still with this process happening inside of me, and become conscious of it as I write it down, and now, although it’s a very scary thought, sharing it out loud with you, I feel that I’m growing inside, slowly, awkwardly, and with a fair degree of metaphysical pain, but ultimately becoming a person that is more aware and therefore loving.This process of growth feels important to go through, so that’s probably why I am still here, right in the middle of this mess of myself, dying along with my unfulfilled desires, and reviving along with another moment given to me to experience.What a gift to be able to live this very conflict. To Be, still and motionless, witnessing what is and Being with it… or not.This power of deliberately changing my mindset gives me shivers, too.I’m still here, making space for the magical girl to touch my soul and body and help me heal, but I’m not waiting.I’m actively Being.And just like that, as I let go of my expectations and fully accept this moment, the magic happens.The girl doesn’t appear, but my soul is touched by something strong and I can feel the knots loosening allowing me to breathe deeper and smile wholeheartedly.It’s a precious moment, and I’m grateful to Vaclav Havel for providing me with this table in a park so I could live through it and share the tale with you.",
            "content_html": "<p>I’m sitting in a park by the table dedicated to Vaclav Havel, waiting for something to happen.</p><p>To be honest, a very specific thing:</p><p>A beautiful girl to appear out of thin air that would have a beautiful soul, and energy and space to co-create a magical moment including physical intimacy with me.</p><p>I feel fear as I disclose this information but these are the facts: I feel a deep need for my body to be loved and feel wanted. It’s been a while.</p><p>But here it gets interesting:</p><p>The life, a curious mistress, teaches me that I both can and can’t have what I want, which while being a profound guidance is also some fucking conflicting advice.</p><p>To elaborate:</p><p>In one moment I connect to the infinite cosmic reality, the “Big We”, as my friend calls it, and manifest any reality I choose, provided I’m specific enough to verbalize it and put it out there into the Universe, ideally out loud while facing one of the raw elements in the time when specific celestial bodies align. But to be fair, any space can become sacred if only treated with appropriate reverence.</p><p>The flow is a blessed state to be in for sure, and yet, it tends to end abruptly without notice, leaving me confused, disconnected, and lonely. Still waiting for the magical girl to appear, caress my back without warning, look deeply at me, and deliberately kiss my neck slowly to see what happens.</p><p>I can feel the shivers. But, whether I like it or not, it is not the reality, at least not in this very moment. Feel free to prove me wrong though.</p><p>As I sit with myself, unfolding knots tangled over the light shining from within, I feel, yet again, the conflicting advice of the Universe and it’s teachers.</p><p>I could remain still, witnessing my feelings arise and pass away in the infinite flow of impermanence, both blissful and difficult to accept, especially at times when the conscious choice of letting go is particularly hard. I know you’ve been there.</p><p>I could also act upon this very moment, and instead of waiting for the magic to happen, create the magic myself, with a not-so-litte help of the Universe, provided it’s a day when Good Fortune smiles at my cute attempts of seducing a powerful woman.</p><p>It’s difficult, because as I sit still with this process happening inside of me, and become conscious of it as I write it down, and now, although it’s a very scary thought, sharing it out loud with you, I feel that I’m growing inside, slowly, awkwardly, and with a fair degree of metaphysical pain, but ultimately becoming a person that is more aware and therefore loving.</p><p>This process of growth feels important to go through, so that’s probably why I am still here, right in the middle of this mess of myself, dying along with my unfulfilled desires, and reviving along with another moment given to me to experience.</p><p>What a gift to be able to live this very conflict. To <em>Be</em>, still and motionless, witnessing what is and <em>Being</em> with it… or not.</p><p>This power of deliberately changing my mindset gives me shivers, too.</p><p>I’m still here, making space for the magical girl to touch my soul and body and help me heal, but I’m not waiting.</p><p>I’m actively <em>Being</em>.</p><p>And just like that, as I let go of my expectations and fully accept this moment, the magic happens.</p><p>The girl doesn’t appear, but my soul is touched by something strong and I can feel the knots loosening allowing me to breathe deeper and smile wholeheartedly.</p><p>It’s a precious moment, and I’m grateful to Vaclav Havel for providing me with this table in a park so I could live through it and share the tale with you.</p>",
            "url": "http://localhost:4000/vaclav-havel-and-conflicting-advice",
            
            
            
            
            
            "date_published": "2021-10-13T00:00:00+00:00",
            "date_modified": "2021-10-13T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/empty",
            "title": "Empty",
            "summary": "Empty space is sacred. Here's what happens when you make some.",
            "content_text": "I’m in this beautiful house and my heart feels so happy it’s a bit overwhelming. Fortunately the familiar gong sounds ground me, as my thoughts sink into the mindset of deliberate being by walking.I let go of thinking and sink into this moment, yet another container for magic. I feel so charged with something, something powerful. I can attribute some of that to cacao in my bloodstream, but I have this intuition that it’s much more than that.Something is happening right now.As I walked, I opened myself. To what - I don’t know, but it feels precisely like the right kind of opening necessary to allow myself to become aware of yet another layer of knots and patterns running in the back of my subconscious mind.I choose to set myself free.Right in this moment, as I write these very words, right here in this place in which I feel so connected to something much bigger than myself and also this stardust, light and empty space that constitutes what I think of myself as me.I choose to set myself free.Free from triggers, free from scripts, and most importantly, free from Fear.Freedom from fear is the hardest freedom to cultivate, yet, just like any kind of freedom, it’s just a mindset, and right here, right now, in this very moment, I am letting go of Fear and overwriting default behaviours with empty space.Empty space is sacred.It allows for new seeds, planted with Love and intention, to sprout into reality I choose to experience in this very moment followed by many to come.In this very moment I am empty.In this very moment I am free.",
            "content_html": "<p>I’m in this beautiful house and my heart feels so happy it’s a bit overwhelming. Fortunately the familiar gong sounds ground me, as my thoughts sink into the mindset of deliberate being by walking.</p><p>I let go of thinking and sink into this moment, yet another container for magic. I feel so charged with something, something powerful. I can attribute some of that to cacao in my bloodstream, but I have this intuition that it’s much more than that.</p><p>Something is happening right now.</p><p>As I walked, I opened myself. To what - I don’t know, but it feels precisely like the right kind of opening necessary to allow myself to become aware of yet another layer of knots and patterns running in the back of my subconscious mind.</p><p>I choose to set myself free.</p><p>Right in this moment, as I write these very words, right here in this place in which I feel so connected to something much bigger than myself and also this stardust, light and empty space that constitutes what I think of myself as me.</p><p>I choose to set myself free.</p><p>Free from triggers, free from scripts, and most importantly, free from Fear.</p><p>Freedom from fear is the hardest freedom to cultivate, yet, just like any kind of freedom, it’s just a mindset, and right here, right now, in this very moment, I am letting go of Fear and overwriting default behaviours with empty space.</p><p>Empty space is sacred.</p><p>It allows for new seeds, planted with Love and intention, to sprout into reality I choose to experience in this very moment followed by many to come.</p><p>In this very moment I am empty.In this very moment I am free.</p>",
            "url": "http://localhost:4000/empty",
            
            
            
            
            
            "date_published": "2021-10-12T00:00:00+00:00",
            "date_modified": "2021-10-12T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/ouroboros",
            "title": "Ouroboros",
            "summary": "An interactive performance about ocean pollution and consumer lifestyle.",
            "content_text": "Ouroboros was a performance created by Austeja Liupševičiūtė and Michal Korzonek, showcased during Açores Entre Mares Festival in Lajes do Pico.5 June 2021Video:  Short cut (0:52) - youtube link  Full timelapse (11:01) - youtube linkPhotos by Pedro Rabuja Meneses.",
            "content_html": "<p>Ouroboros was a performance created by <a href=\"https://austejaliu.com\" target=\"_blank\">Austeja Liupševičiūtė</a> and Michal Korzonek, showcased during Açores Entre Mares Festival in Lajes do Pico.</p><p>5 June 2021</p><p>Video:</p><ul>  <li>Short cut (0:52) - <a href=\"https://youtu.be/VKQn-VCkWCk\" target=\"_blank\">youtube link</a></li>  <li>Full timelapse (11:01) - <a href=\"https://www.youtube.com/watch?v=RfZwLx99B8E\" target=\"_blank\">youtube link</a></li></ul><p><img src=\"/assets/ouroboros-1.jpeg\" alt=\"Michal on the ground\" /><br /><img src=\"/assets/ouroboros-2.jpeg\" alt=\"Michal and Austeja carrying a chest\" /><br /><img src=\"/assets/ouroboros-3.jpeg\" alt=\"Michal and Austeja in front of broken TV\" /><br /><img src=\"/assets/ouroboros-4.jpeg\" alt=\"Michal and Austeja covering the stage with a fishing net\" /><br /><em>Photos by Pedro Rabuja Meneses.</em></p>",
            "url": "http://localhost:4000/ouroboros",
            "image": "/assets/ouroboros-1.jpeg",
            
            
            
            
            "date_published": "2021-06-05T00:00:00+00:00",
            "date_modified": "2021-06-05T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/oat-milk",
            "title": "Homemade Oat Milk",
            "summary": "Delicious Oat Milk",
            "content_text": "vegan, gluten-free, sugar-freeIf you love vegan milks, why not make your own?Type: DrinkTools: Blender, Sieve or filtering sock, funnelIngredients:1c of oats, water, pinch of salt (optionally)Prep  Soak oats in 2 cups of water for 10m.  Add 3 more cups of water and blend well.  Filter through sieve or filtering sock.Keep in a fridge for up to 5 days.",
            "content_html": "<p>vegan, gluten-free, sugar-free</p><p><strong>If you love vegan milks, why not make your own?</strong></p><p>Type: Drink<br />Tools: Blender, Sieve or filtering sock, funnel<br /></p><p><strong>Ingredients:</strong>1c of oats, water, pinch of salt (optionally)</p><h2 id=\"prep\">Prep</h2><ol>  <li>Soak oats in 2 cups of water for 10m.</li>  <li>Add 3 more cups of water and blend well.</li>  <li>Filter through sieve or filtering sock.</li></ol><p>Keep in a fridge for up to 5 days.</p>",
            "url": "http://localhost:4000/oat-milk",
            
            
            
            
            
            "date_published": "2021-05-06T00:00:00+00:00",
            "date_modified": "2021-05-06T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/cayenne-brownie",
            "title": "Cayenne Brownie",
            "summary": "Delicious chocolate brownie with a spice.",
            "content_text": "vegan, easy, gluten-freeThis is one of the simplest and most delicious cakes ever. Spicy, salty, lusciously chocolatish, and it takes 30m to make. What not to like?Type: wholeTools: blender, oven, kettle/pan for boiling water, mixing bowlIngredients:2c dates, hot water, 1/2c peanut butter, 1/3c cocoa, 1/2c chopped almonds, 2tbsp melted coconut oil, salt, cayenne pepper.Prep  Preheat oven to 180°C  Soak dates in hot water for 10m, then remove the water to separate dish. Squeeze the dates well, to remove excess water.  Mix dates well. Then add 1/4c of daty-water and blend.  Add coconut oil, peanut butter, cocoa, almonds, salt and cayenne pepper and blend well together. Food processor would be great, but you can do it with a blender and by hands.  Bake at 180°C for 15m then cool for at least 20m before cutting.",
            "content_html": "<p>vegan, easy, gluten-free</p><p><strong>This is one of the simplest and most delicious cakes ever. Spicy, salty, lusciously chocolatish, and it takes 30m to make. What not to like?</strong></p><p>Type: whole<br />Tools: blender, oven, kettle/pan for boiling water, mixing bowl<br /></p><p><strong>Ingredients:</strong>2c dates, hot water, 1/2c peanut butter, 1/3c cocoa, 1/2c chopped almonds, 2tbsp melted coconut oil, salt, cayenne pepper.</p><h2 id=\"prep\">Prep</h2><ol>  <li>Preheat oven to 180°C</li>  <li>Soak dates in hot water for 10m, then remove the water to separate dish. Squeeze the dates well, to remove excess water.</li>  <li>Mix dates well. Then add 1/4c of daty-water and blend.</li>  <li>Add coconut oil, peanut butter, cocoa, almonds, salt and cayenne pepper and blend well together. Food processor would be great, but you can do it with a blender and by hands.</li>  <li>Bake at 180°C for 15m then cool for at least 20m before cutting.</li></ol>",
            "url": "http://localhost:4000/cayenne-brownie",
            
            
            
            
            
            "date_published": "2021-02-27T00:00:00-01:00",
            "date_modified": "2021-02-27T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/fruit-ice-cream-cake",
            "title": "Fruit Ice Cream Cake",
            "summary": "Summery, fruity cake with a salty base.",
            "content_text": "vegan, no-bake, sugar-free, gluten-freeSummery, fruity cake with a salty base.Type: base + fillingTools: blender, freezer, mixing bowlIngredients:Filling: 400ml thick coconut milk, 1-2c fruits of your choice (fresh or frozen), 2 bananas, optional 1/2c agave sirupBase: 1/2 cup cut almonds, 1/2 cup oats, 1 cup dates, saltBaseSoak dates in hot water for 3 min. Cut in small pieces.Pulse almonds, oats and salt into flour-like texture. It doesn’t need to be smooth.Mix the “flour” with dates into dough. Place in the serving dish or cake pan.FillingCut fruits in small pieces (if needed). Place over the base.If using agave, mix it with coconut milk.Pour over the fruits.Freeze for 3 hours. Place into the frige for 1-2 hours before serving.",
            "content_html": "<p>vegan, no-bake, sugar-free, gluten-free</p><p><strong>Summery, fruity cake with a salty base.</strong></p><p>Type: base + filling<br />Tools: blender, freezer, mixing bowl<br /></p><p><strong>Ingredients:</strong>Filling: 400ml thick coconut milk, 1-2c fruits of your choice (fresh or frozen), 2 bananas, optional 1/2c agave sirupBase: 1/2 cup cut almonds, 1/2 cup oats, 1 cup dates, salt</p><h2 id=\"base\">Base</h2><p>Soak dates in hot water for 3 min. Cut in small pieces.Pulse almonds, oats and salt into flour-like texture. It doesn’t need to be smooth.Mix the “flour” with dates into dough. Place in the serving dish or cake pan.</p><h2 id=\"filling\">Filling</h2><p>Cut fruits in small pieces (if needed). Place over the base.If using agave, mix it with coconut milk.Pour over the fruits.</p><p>Freeze for 3 hours. Place into the frige for 1-2 hours before serving.</p>",
            "url": "http://localhost:4000/fruit-ice-cream-cake",
            
            
            
            
            
            "date_published": "2021-02-20T00:00:00-01:00",
            "date_modified": "2021-02-20T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/mr-randy-cake",
            "title": "Mr Randy Cake",
            "summary": "Super easy cake using whatever random goodies you have.",
            "content_text": "vegan, sugar-free, easySuper easy cake using whatever random goodies you have.Type: whole Tools: oven Ingredients:1c flour, 3 bananas, 1tsp baking powder, 1tsp baking soda   anything that you have around, for example: raisins, apricots, dates, figs, cocoa powder, coconut flakes, pears, apples, kiwis, oranges… Anything goes.PrepMix everything in a bowl. Bake at 180°C for 30m.",
            "content_html": "<p>vegan, sugar-free, easy</p><p><strong>Super easy cake using whatever random goodies you have.</strong></p><p>Type: whole <br />Tools: oven <br /></p><p><strong>Ingredients:</strong>1c flour, 3 bananas, 1tsp baking powder, 1tsp baking soda <br /></p><ul>  <li>anything that you have around, for example: raisins, apricots, dates, figs, cocoa powder, coconut flakes, pears, apples, kiwis, oranges… Anything goes.</li></ul><h2 id=\"prep\">Prep</h2><p>Mix everything in a bowl. Bake at 180°C for 30m.</p>",
            "url": "http://localhost:4000/mr-randy-cake",
            
            
            
            
            
            "date_published": "2021-02-14T00:00:00-01:00",
            "date_modified": "2021-02-14T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/coconut-cream-pie",
            "title": "Coconut Cream Pie",
            "summary": "Coconut extravaganza with a salty base. Yum.",
            "content_text": "Vegan, sugar-free, gluten-freeDelicious and rich coconut taste boosted with salty base.Type: Base + Filling Tools: Oven, stove, pan, mixing bowl Ingredients:Base: 2c oats, 2c shredded almonds, 1c melted coconut oil, saltFilling: 400ml light coconut milk, 1c coconut shreds, 1/4c-1/2c rice flour, salt, if you want it more sweet add 2tbsp agave sirup.BaseMix oats, almonds, coconut oil and salt (I like it salty). Bake for 15m at 180°C.FillingHeat and mix coconut milk, rice flour, salt, coconut shreds, agave. Keep on low fire for 5m and keep mixing. Pour over the base, leave to cool. Place in the fridge for 2 hours.",
            "content_html": "<p>Vegan, sugar-free, gluten-free</p><p><strong>Delicious and rich coconut taste boosted with salty base.</strong></p><p>Type: Base + Filling <br />Tools: Oven, stove, pan, mixing bowl <br /></p><p><strong>Ingredients:</strong>Base: 2c oats, 2c shredded almonds, 1c melted coconut oil, saltFilling: 400ml light coconut milk, 1c coconut shreds, 1/4c-1/2c rice flour, salt, if you want it more sweet add 2tbsp agave sirup.</p><h2 id=\"base\">Base</h2><p>Mix oats, almonds, coconut oil and salt (I like it salty). Bake for 15m at 180°C.</p><h2 id=\"filling\">Filling</h2><p>Heat and mix coconut milk, rice flour, salt, coconut shreds, agave. Keep on low fire for 5m and keep mixing. Pour over the base, leave to cool. Place in the fridge for 2 hours.</p>",
            "url": "http://localhost:4000/coconut-cream-pie",
            
            
            
            
            
            "date_published": "2021-02-10T00:00:00-01:00",
            "date_modified": "2021-02-10T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/green-and-red-coffee-delight",
            "title": "Green and Red Coffee Delight",
            "summary": "Combining kiwi, goji and coffee.",
            "content_text": "vegan, sugar-freeCombining kiwi, goji berries and coffee, into a sweet frozen dessert with a delightful hint of acidity.Type: Layers Tools: Blender, Freezer Ingredients:Rice cakes (1 pack), coffee (2 cups), almond extract (1 tsp), bananas (3), agave sirup (1 tbsp), fat coconut milk (400ml), kiwis (4), goji berries (1/4 cup)Base LayerSoak rice cakes in coffee mixed with almond extract, and place in serving dish.Banana LayerCut bananas into thin slices, and place over the base layer. Top up with agave.Kiwi Coconut LayerBlend coconut milk with kiwis. Pour over the banana layer.GojiPlace gojis on top, to make the dessert look gorgeous and place in the freezer for 2 hours.",
            "content_html": "<p>vegan, sugar-free</p><p><strong>Combining kiwi, goji berries and coffee, into a sweet frozen dessert with a delightful hint of acidity.</strong></p><p>Type: Layers <br />Tools: Blender, Freezer <br /></p><p><strong>Ingredients:</strong>Rice cakes (1 pack), coffee (2 cups), almond extract (1 tsp), bananas (3), agave sirup (1 tbsp), fat coconut milk (400ml), kiwis (4), goji berries (1/4 cup)</p><h2 id=\"base-layer\">Base Layer</h2><p>Soak rice cakes in coffee mixed with almond extract, and place in serving dish.</p><h2 id=\"banana-layer\">Banana Layer</h2><p>Cut bananas into thin slices, and place over the base layer. Top up with agave.</p><h2 id=\"kiwi-coconut-layer\">Kiwi Coconut Layer</h2><p>Blend coconut milk with kiwis. Pour over the banana layer.</p><h2 id=\"goji\">Goji</h2><p>Place gojis on top, to make the dessert look gorgeous and place in the freezer for 2 hours.</p>",
            "url": "http://localhost:4000/green-and-red-coffee-delight",
            
            
            
            
            
            "date_published": "2021-01-23T00:00:00-01:00",
            "date_modified": "2021-01-23T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/salty-chocolate-bar",
            "title": "Salty Chocolate Bar",
            "summary": "Luscious, rich and salty chocolate bar.",
            "content_text": "easy, vegan, sugar-free, gluten-freeThe richness of cocoa accented with salt creates a deep, luscious taste that will satisfy any chocolate lover.Type: Base + Filling + (optional) Topping Tools: Oven, Freezer Ingredients: oat flour (1 cup), coconut oil (1/2 cup), dates (1/2 cup), banana (1), salt, fat coconut milk (300g), cooking chocolate 85% cocoa (200g), agave sirup (1/4 cup), chia seeds (1/2 cup).Base:  1 cup oat flour  1/2 cup melted coconut oil  1/2 cup crushed dates  1 banana  saltMix well and bake for 10-20 min on 180oC.Filling:  300g fat coconut milk  200g cooking chocolate 85% cocoa  1/4 cup agave sirup  1/2 cup chia seeds  saltMelt chocolate and mix well with other ingredients. Pour over the base, add topping if desired. Leave to cool.  Place in freezer for 2 hours.Topping:  1 apple thinly sliced",
            "content_html": "<p>easy, vegan, sugar-free, gluten-free</p><p><strong>The richness of cocoa accented with salt creates a deep, luscious taste that will satisfy any chocolate lover.</strong></p><p>Type: Base + Filling + (optional) Topping <br />Tools: Oven, Freezer <br /></p><p><strong>Ingredients:</strong> oat flour (1 cup), coconut oil (1/2 cup), dates (1/2 cup), banana (1), salt, fat coconut milk (300g), cooking chocolate 85% cocoa (200g), agave sirup (1/4 cup), chia seeds (1/2 cup).</p><h2 id=\"base\">Base:</h2><ul>  <li>1 cup oat flour</li>  <li>1/2 cup melted coconut oil</li>  <li>1/2 cup crushed dates</li>  <li>1 banana</li>  <li>salt</li></ul><p>Mix well and bake for 10-20 min on 180oC.</p><h2 id=\"filling\">Filling:</h2><ul>  <li>300g fat coconut milk</li>  <li>200g cooking chocolate 85% cocoa</li>  <li>1/4 cup agave sirup</li>  <li>1/2 cup chia seeds</li>  <li>salt</li></ul><p>Melt chocolate and mix well with other ingredients. Pour over the base, add topping if desired. Leave to cool.  Place in freezer for 2 hours.</p><h2 id=\"topping\">Topping:</h2><ul>  <li>1 apple thinly sliced</li></ul>",
            "url": "http://localhost:4000/salty-chocolate-bar",
            
            
            
            
            
            "date_published": "2021-01-18T00:00:00-01:00",
            "date_modified": "2021-01-18T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/epic-vegan-cheescake",
            "title": "Epic Vegan Cheescake",
            "summary": "Delicious, vegan, sugar-free, and super easy to make.",
            "content_text": "This vegan, sugar-free cheesecake is f…..g perfect.🚨 for best results the cake needs 2-4 hours in the freezer before serving.Inspired by Minimalist Baker 🎩. Voted the best cake of the Christmas table a few times by my Pico Family (not to be bragging, or anything, just trying to get you to make it)✨Tools: Blender, Freezer, Mixing Bowl.Type: Base + Filling + (optional) Topping  Ingredients: oats (2 cup), drinking coconut milk (1 cup), cocoa (2 tbsp), dates (1 cup), cashew nuts (3 cup), coconut oil (1/2 cup), thick coconut milk (1 cup), lemon (1-2), agave sirup (1 cup),Optional: peanut butter (1/2 cup) and / or blueberries (1 cup)Base:Soak 2 cups of oats in coconut milk  with 2 tbsp **cocoa powder, then blend with 1 cup of pitted dates. Pour in the cake dish and put into the freezer while you make the filling.Filling:Blend together: 3 cup soaked cashews + 1 cup thick coconut milk + 1/2 cup melted coconut oil + 1-2 lemons (taste to adjust) + 1 cup agave sirup. Then pour over the base and freeze for 4 hours.Optionally: blend with blueberries, or peanut butter.Topping:1 spoon of peanut butter.The original recipe says that you can keep it in the fridge for a few days, but I never got to verify that claim—the cake was gone within 24 hours.",
            "content_html": "<p><strong>This vegan, sugar-free cheesecake is f…..g perfect.</strong></p><p>🚨 for best results the cake needs 2-4 hours in the freezer before serving.</p><p>Inspired by <a href=\"https://minimalistbaker.com/7-ingredient-vegan-cheesecakes/\" target=\"_blank\">Minimalist Baker</a> 🎩. Voted the best cake of the Christmas table a few times by my Pico Family (not to be bragging, or anything, just trying to get you to make it)✨</p><p>Tools: Blender, Freezer, Mixing Bowl.Type: Base + Filling + (optional) Topping <br /> <br /></p><p><strong>Ingredients:</strong> oats (2 cup), drinking coconut milk (1 cup), cocoa (2 tbsp), dates (1 cup), cashew nuts (3 cup), coconut oil (1/2 cup), thick coconut milk (1 cup), lemon (1-2), agave sirup (1 cup),</p><p>Optional: peanut butter (1/2 cup) and / or blueberries (1 cup)</p><h2 id=\"base\">Base:</h2><p>Soak 2 cups of <strong>oats</strong> in <strong>coconut milk  with 2 tbsp **cocoa powder</strong>, then blend with 1 cup of pitted dates. Pour in the cake dish and put into the freezer while you make the filling.</p><h2 id=\"filling\">Filling:</h2><p>Blend together: 3 cup soaked <strong>cashews</strong> + 1 cup thick <strong>coconut milk</strong> + 1/2 cup melted <strong>coconut oil</strong> + 1-2 <strong>lemons</strong> (taste to adjust) + 1 cup <strong>agave sirup</strong>. Then pour over the base and freeze for 4 hours.</p><p>Optionally: blend with blueberries, or peanut butter.</p><h2 id=\"topping\">Topping:</h2><p>1 spoon of <strong>peanut butter</strong>.</p><p>The original recipe says that you can keep it in the fridge for a few days, but I never got to verify that claim—the cake was gone within 24 hours.</p>",
            "url": "http://localhost:4000/epic-vegan-cheescake",
            
            
            
            
            
            "date_published": "2020-12-24T00:00:00-01:00",
            "date_modified": "2020-12-24T00:00:00-01:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/before-knowing-you-i-was-unconscious",
            "title": "Before Knowing You I Was Unconscious",
            "summary": "A Love Letter to my home as I am about to leave it behind.",
            "content_text": "Context:Edinburgh will always be a foundational life chapter in my personal history. In fact, it feels more like my hometown, than the town where I was born.But, inevitably, every chapter eventually comes to an end, and at some point I felt a need to leave. My life was great, I loved the city and I had wonderful friends, but deep down I knew that if I stay for a bit longer I will get stuck here forever. It didn’t feel like necessarily “bad thing”, but my soul needed to grow, and the growth I was looking for involved leaving this magical city which will always be so dear to me.I’ve said this letter out loud (and recorded it) two days before my departure, sitting on my favourite rock, not too far from where I took the photo below.🌀Before knowing you I was unconscious.Yet this is one of the last times that I am taking a look at you.It feels strange. In two more days I will be on the other side of this beautiful continent, in a completely different space and time, with completely different people whom I haven’t seen for a long time. Will I ever see you again?Goodbyes are what we pay with for the freedom of traveling. There are plenty, and none is easy to say. How could they be? If I am leaving something that I love with all my heart how can I simply say:See you later!Will I ever?See you at some point… Maybe? We’ll see…It’s not that I don’t want to see you again, but I know that everything changes and is never the same again. I don’t know what will happen when I will be away. To both of us.I get used to what is, but then something else grabs my attention and I look away for a moment. As I look back–what was is now gone. Circumstances change and it’s only me on my own again.It’s good to be on my own. We all need time to process everything what happens and there is always so much life around. Just look up. We don’t look up often enough.Goodbyes are never easy and you’ve been a wonderful company for the past seven years. Enough to feel you are my home. It’s with you that I became who I am now.Before knowing you I was unconscious.Before knowing you, I was conscious only of self-consciousness, as a teenage boy falling in love with beautiful girls who weren’t falling back in love with me–which I couldn’t understand, because I would give them all of myself.Love is a hard process to learn. It rips our hearts, as we fall in love with people, places, things, parts of our skin and memories–which all inevitably change.Everything is temporary and here I am about to leave you.I’m moving to another chapter of life to discover who I am, what the world is and what there is in this world.I’m going to discover geographical locations and people who live there and how they live and how they build connections between themselves. I’ll observe and learn how I can help and appreciate the differences between us.I am genuinely interested in people and the world, because it is all so curious to me. How could you not be interested in the world which is so full of life and so full of beautiful things? The world with the sea, which is so vast and goes from one side to another one and then comes back to surround it all! The world where you look up and suddenly there is a whole sky above with the universe and the planets and the universes beyond the universes we can barely begin to imagine.Everything is one. It’s just life. Life–which I perceive through the lens of me. I need to learn about what makes me me, so I can make good use of time, which I have so abundantly received. I need to study myself to learn about the world without alien filters.Time to stand up and stretch my back. Time to move on.Thank you for the time we have spent together.Thank you for showing me everything that makes you you.🌀Since this was originally an audio recording, I’ve used parts of this letter to narrate the video diary I created in this powerful time of transition. It is one of these few pieces of myself that I revisit every now and then, and it puts me in a beautifully emotional state. Here’s the video (youtube link).",
            "content_html": "<p>Context:</p><p>Edinburgh will always be a foundational life chapter in my personal history. In fact, it feels more like my hometown, than the town where I was born.</p><p>But, inevitably, every chapter eventually comes to an end, and at some point I felt a need to leave. My life was great, I loved the city and I had wonderful friends, but deep down I knew that if I stay for a bit longer I will get stuck here forever. It didn’t feel like necessarily “bad thing”, but my soul needed to grow, and the growth I was looking for involved leaving this magical city which will always be so dear to me.</p><p>I’ve said this letter out loud (and recorded it) two days before my departure, sitting on my favourite rock, not too far from where I took the photo below.</p><p align=\"center\">🌀</p><p><br /></p><h2 id=\"before-knowing-you-i-was-unconscious\">Before knowing you I was unconscious.</h2><p>Yet this is one of the last times that I am taking a look at you.</p><p><img src=\"/assets/edinburgh-rock.jpg\" alt=\"View from a magical place in Edinburgh\" /></p><p>It feels strange. In two more days I will be on the other side of this beautiful continent, in a completely different space and time, with completely different people whom I haven’t seen for a long time. Will I ever see you again?</p><p>Goodbyes are what we pay with for the freedom of traveling. There are plenty, and none is easy to say. How could they be? If I am leaving something that I love with all my heart how can I simply say:</p><p><em>See you later!</em></p><p>Will I ever?</p><p><em>See you at some point… Maybe? We’ll see…</em></p><p>It’s not that I don’t want to see you again, but I know that everything changes and is never the same again. I don’t know what will happen when I will be away. To both of us.</p><p>I get used to what is, but then something else grabs my attention and I look away for a moment. As I look back–what was is now gone. Circumstances change and it’s only me on my own again.</p><p>It’s good to be on my own. We all need time to process everything what happens and there is always so much life around. Just look up. We don’t look up often enough.</p><p>Goodbyes are never easy and you’ve been a wonderful company for the past seven years. Enough to feel you are my home. It’s with you that I became who I am now.</p><p>Before knowing you I was unconscious.</p><p>Before knowing you, I was conscious only of self-consciousness, as a teenage boy falling in love with beautiful girls who weren’t falling back in love with me–which I couldn’t understand, because I would give them all of myself.</p><p>Love is a hard process to learn. It rips our hearts, as we fall in love with people, places, things, parts of our skin and memories–which all inevitably change.</p><p><em>Everything is temporary and here I am about to leave you.</em></p><p>I’m moving to another chapter of life to discover who I am, what the world is and what there is in this world.</p><p>I’m going to discover geographical locations and people who live there and how they live and how they build connections between themselves. I’ll observe and learn how I can help and appreciate the differences between us.</p><p>I am genuinely interested in people and the world, because it is all so curious to me. How could you not be interested in the world which is so full of life and so full of beautiful things? The world with the sea, which is so vast and goes from one side to another one and then comes back to surround it all! The world where you look up and suddenly there is a whole sky above with the universe and the planets and the universes beyond the universes we can barely begin to imagine.</p><p>Everything is one. It’s just life. Life–which I perceive through the lens of me. I need to learn about what makes me me, so I can make good use of time, which I have so abundantly received. I need to study myself to learn about the world without alien filters.</p><p>Time to stand up and stretch my back. Time to move on.</p><p><em>Thank you for the time we have spent together.</em></p><p><em>Thank you for showing me everything that makes you you.</em></p><p>🌀</p><p>Since this was originally an audio recording, I’ve used parts of this letter to narrate the video diary I created in this powerful time of transition. It is one of these few pieces of myself that I revisit every now and then, and it puts me in a beautifully emotional state. Here’s the <a href=\"https://www.youtube.com/watch?v=SVeygd_Skfk\" target=\"_blank\">video</a> (youtube link).</p>",
            "url": "http://localhost:4000/before-knowing-you-i-was-unconscious",
            "image": "/assets/edinburgh-rock.jpg",
            
            
            
            
            "date_published": "2017-05-14T00:00:00+00:00",
            "date_modified": "2017-05-14T00:00:00+00:00",
            
                "author":  {
                "name": "Michal Korzonek",
                "url": null,
                "avatar": null
                }
                
            
        }
    
    ]
}